{"seg_id": "0", "set_id": "0", "refs": ["Father Józef Witko: I saw Jesus wearing a white robe"]}
{"seg_id": "1", "set_id": "1", "refs": ["He is charismatic."]}
{"seg_id": "2", "set_id": "2", "refs": ["Large crowds come to his masses for deliverance and healing."]}
{"seg_id": "3", "set_id": "3", "refs": ["He was a teenager when unexplainable things started to happen in his life."]}
{"seg_id": "4", "set_id": "4", "refs": ["Nowadays, through the agency of the Franciscan monk, others witness this."]}
{"seg_id": "5", "set_id": "5", "refs": ["The crowds go to masses for deliverance and healing celebrated by father Witko."]}
{"seg_id": "6", "set_id": "6", "refs": ["On one occasion he was visited by the parents of a 7-month-old child who had a 7,5 mm hole in the heart."]}
{"seg_id": "7", "set_id": "7", "refs": ["The child was to be operated on."]}
{"seg_id": "8", "set_id": "8", "refs": ["Father Józef Witko prayed over him."]}
{"seg_id": "9", "set_id": "9", "refs": ["On the same day, the boy was taken to hospital for a procedure."]}
{"seg_id": "10", "set_id": "10", "refs": ["Bewildered doctors stated: \"The procedure is not necessary, the defect is just 1,5 mm.\""]}
{"seg_id": "11", "set_id": "11", "refs": ["The parents cried with happiness."]}
{"seg_id": "12", "set_id": "12", "refs": ["Following the next Franciscan’s prayer, the hole had completely disappeared."]}
{"seg_id": "13", "set_id": "13", "refs": ["The priest began to experience unusual acts of the Creator when he was a teenager."]}
{"seg_id": "14", "set_id": "14", "refs": ["Souls in Purgatory had been coming to him in his dreams, asking for help."]}
{"seg_id": "15", "set_id": "15", "refs": ["\"I was woken up at night and I hurried to pray for the departed and those who were dying at that moment,\" he recollects."]}
{"seg_id": "16", "set_id": "16", "refs": ["He experienced the presence of an evil spirit."]}
{"seg_id": "17", "set_id": "17", "refs": ["He also had a vision revealing what happens to a man who had committed a mortal sin."]}
{"seg_id": "18", "set_id": "18", "refs": ["\"My body started to change."]}
{"seg_id": "19", "set_id": "19", "refs": ["I lost all human features and started to transform into an animal,\" he says."]}
{"seg_id": "20", "set_id": "20", "refs": ["An unseen force lifted him, and he could not make a sound."]}
{"seg_id": "21", "set_id": "21", "refs": ["He felt that he was lost."]}
{"seg_id": "22", "set_id": "22", "refs": ["Then, God delivered him the rescue."]}
{"seg_id": "23", "set_id": "23", "refs": ["\"Immersed in the waters symbolising baptism I was delivered, and I returned to a human form...\", he says."]}
{"seg_id": "24", "set_id": "24", "refs": ["He has never spoken to anyone about these unusual experiences."]}
{"seg_id": "25", "set_id": "25", "refs": ["A vocation was maturing in him."]}
{"seg_id": "26", "set_id": "26", "refs": ["He was 16 years old when he joined the Franciscans."]}
{"seg_id": "27", "set_id": "27", "refs": ["In his sermons, he didn’t just want to speak about Jesus."]}
{"seg_id": "28", "set_id": "28", "refs": ["He wanted people to experience a living God."]}
{"seg_id": "29", "set_id": "29", "refs": ["Members of the charismatic Renewal in the Holy Spirit Movement community"]}
{"seg_id": "30", "set_id": "30", "refs": ["Many people who are hoping to get rid of illness take part in the masses for healing celebrated by Father Witko."]}
{"seg_id": "31", "set_id": "31", "refs": ["However, the priest emphasises that their main goal is not physical healing but the spiritual one."]}
{"seg_id": "32", "set_id": "32", "refs": ["First defeat of Kolping FRAC Jarosław"]}
{"seg_id": "33", "set_id": "33", "refs": ["Today (26th September this year) in the afternoon the Kolping FRAC team was deservedly defeated at home by the current champion of Poland, Bogoria Grodzisk."]}
{"seg_id": "34", "set_id": "34", "refs": ["The team from Jarosław in such personal line-up as presented against the team from Grodzisk, have a faint chance to defeat any league dominators."]}
{"seg_id": "35", "set_id": "35", "refs": ["It has been clearly shown by the duel with Darton Bogoria."]}
{"seg_id": "36", "set_id": "36", "refs": ["The team still misses the proclaimed team leader, Chen Jingqi."]}
{"seg_id": "37", "set_id": "37", "refs": ["Maybe if he were on the line-up, the team from Jarosław would win for the third time in a row in the new season."]}
{"seg_id": "38", "set_id": "38", "refs": ["The young Asian Qiyao Han may not be able to compare with such aces as Greek Panagiotis Gionis or Czech Pavel Sirucek."]}
{"seg_id": "39", "set_id": "39", "refs": ["Now even with the most prospective Poles, i.e. Marek Badowski."]}
{"seg_id": "40", "set_id": "40", "refs": ["The competitor from Hellada was the biggest star of the duel at the MOSiR hall at ul. Sikorskiego in Jarosław."]}
{"seg_id": "41", "set_id": "41", "refs": ["Both in the clash with Qiyao Hanen and Kou Lei he showed a class by himself."]}
{"seg_id": "42", "set_id": "42", "refs": ["After three matches Kolping FRAC has a lead of 1:1."]}
{"seg_id": "43", "set_id": "43", "refs": ["Kou Lei easily outplayed Marek Badowski, while Daniel Górak after a 5-set exciting fight – Pavel Sirucek."]}
{"seg_id": "44", "set_id": "44", "refs": ["Afterwards it was even worse."]}
{"seg_id": "45", "set_id": "45", "refs": ["Gionis did not give any chance to Lei.."]}
{"seg_id": "46", "set_id": "46", "refs": ["One could have hoped for a two-point win, but Qiyao Han was beaten by Badowski."]}
{"seg_id": "47", "set_id": "47", "refs": ["There won’t be additional medical tests for seniors."]}
{"seg_id": "48", "set_id": "48", "refs": ["Why?"]}
{"seg_id": "49", "set_id": "49", "refs": ["As per Rafał Trzaskowski’s announcements, Warsaw was supposed to introduce a programme of free preventive tests for seniors in their 70s and 80s."]}
{"seg_id": "50", "set_id": "50", "refs": ["However, the idea will not be implemented, because it has not gained acceptance of the Ministry of Health and its subordinate body: Agency for Health Technology Protection and Tarification."]}
{"seg_id": "51", "set_id": "51", "refs": ["In a justification the agency explained that the target group had been improperly selected."]}
{"seg_id": "52", "set_id": "52", "refs": ["\"The above-mentioned actions can even result in overdetection of individual disease entities, which may contribute to aggravating the problems in access to NFZ public healthcare services and negatively affect the patient, causing anxiety and discomfort related to false positive test outcomes\" they wrote."]}
{"seg_id": "53", "set_id": "53", "refs": ["The mayor of the capital city does not understand the decision."]}
{"seg_id": "54", "set_id": "54", "refs": ["\"The money is ours, we have money allocated for this."]}
{"seg_id": "55", "set_id": "55", "refs": ["But the government is afraid that people after the tests will be going to see doctors, which sounds absurd, because the aim is to lead to the situation, where prevention could be performed quicker."]}
{"seg_id": "56", "set_id": "56", "refs": ["All specialists know that it helps, if it comes to relieving the healthcare system as it helps detect disease quicker and in a reliable approach towards health."]}
{"seg_id": "57", "set_id": "57", "refs": ["The government position here is very strange, which I do not understand\" concluded Rafał Trzaskowski."]}
{"seg_id": "58", "set_id": "58", "refs": ["\"It’s hard for me to imagine that experts say: Let’s not get checked, because it will extend queues to doctors, and if such experts advise the government, it’s no wonder that health service is in such a condition\" added the PO politician."]}
{"seg_id": "59", "set_id": "59", "refs": ["Palestine responds to Israel: We will break off any previous arrangements"]}
{"seg_id": "60", "set_id": "60", "refs": ["Palestinian President Mahmoud Abbas announced at the Thursday session of the UN General Assembly that he would break off any agreements made with Israel should its future government try to follow up on Banjamin Netanyahu’s intent of annexing occupied Palestinian lands."]}
{"seg_id": "61", "set_id": "61", "refs": ["\"If the future government of Israel attempts to execute this plan, we will have to cancel all agreements signed (with Israel) and we will withdraw from all of the undertaken obligations,\" he announced."]}
{"seg_id": "62", "set_id": "62", "refs": ["\"We will reject the entire plan completely,\" Abbas threatened emphatically."]}
{"seg_id": "63", "set_id": "63", "refs": ["\"It is our duty to defend all our rights by all means possible, no matter what the consequences, by committing ourselves to the application of international law and fight against terrorism,\" announced the president of the Palestinian National Authority, who made similar declarations already in July."]}
{"seg_id": "64", "set_id": "64", "refs": ["After the elections of September 17, Netanyahu, the former prime minister of Israel, was again entrusted with the task of forming a government."]}
{"seg_id": "65", "set_id": "65", "refs": ["A week before the elections he said that, if chosen, he would announce the annexation of the Jordan Valley and would join all Jewish settlements in the entire West Bank to Israel."]}
{"seg_id": "66", "set_id": "66", "refs": ["In the early 1990s, Israel and the Palestinians, led by Yasser Arafat at that time, signed a number of peace agreements under the patronage of the United States."]}
{"seg_id": "67", "set_id": "67", "refs": ["During the UN General Assembly session, 84-year old Abbas also promised to hold general elections on Palestinian soil."]}
{"seg_id": "68", "set_id": "68", "refs": ["The last one took place in 2006."]}
{"seg_id": "69", "set_id": "69", "refs": ["\"After I return to my country, I will call a local election in the West Bank, the Gaza Strip and East Jerusalem and all those opposed will have to answer to God and the international community for their actions,\" the Palestinian president solemnly declared."]}
{"seg_id": "70", "set_id": "70", "refs": ["In his speech, Abbas also defended the rights of Palestine, treated as a permanent observer at the UN, to exercise the rights of \"full members of the UN and all its bodies and institutions.\""]}
{"seg_id": "71", "set_id": "71", "refs": ["The Palestinian leader concluded his speech by appealing to the international community to \"force Israel to fully respect the decisions made by the United Nations.\""]}
{"seg_id": "72", "set_id": "72", "refs": ["Israeli ambassador Danny Danon briefly responded to Abbas’ speech, stating that the Palestinian leader \"prefers to use the UN forum to focus on the efforts of the Palestinian Authority aimed against Israel rather than to oppose calls for terrorism made at the Authority under his leadership.\""]}
{"seg_id": "73", "set_id": "73", "refs": ["However, as noted by press agencies, Danon did not refer to the annexation of the occupied Palestinian territories promised by Netanyahu."]}
{"seg_id": "74", "set_id": "74", "refs": ["Paramedics want to place defibrillators in critical locations of Przemyśl."]}
{"seg_id": "75", "set_id": "75", "refs": ["The story from the border crossing shows that an automated eternal defibrillator (AED) can save a human life."]}
{"seg_id": "76", "set_id": "76", "refs": ["Regional Ambulance Station in Przemyśl wants to place such devices in critical town locations."]}
{"seg_id": "77", "set_id": "77", "refs": ["The officers were given congratulations letters from the Regional Ambulance Station in Przemyśl for their attitude."]}
{"seg_id": "78", "set_id": "78", "refs": ["Assistant Daniel Cyrnek, senior assistant Grzegorz Bal and commissioner Jacek Wójcik are the officers of Podkarpackie Region Customs and Tax Office in Przemyśl."]}
{"seg_id": "79", "set_id": "79", "refs": ["On 28th August they were on duty at the Poland-Ukraine border crossing in Medyka. An officer of the Customs-Tax Service noticed an unconscious man lying in the pedestrian traffic zone."]}
{"seg_id": "80", "set_id": "80", "refs": ["A Chinese activist dies in detention due to torture."]}
{"seg_id": "81", "set_id": "81", "refs": ["He wanted to take advantage of rights guaranteed by the constitution."]}
{"seg_id": "82", "set_id": "82", "refs": ["Cao Shuxia, activist’s wife, on 23rd September received a phone call from the secretary of the communist party from her home village to notify that her husband had just died in the military Hospital of Hengyang."]}
{"seg_id": "83", "set_id": "83", "refs": ["What was the cause of death – nobody revealed."]}
{"seg_id": "84", "set_id": "84", "refs": ["In the mortuary Cao saw that her husband’s body was massacred beyond recognition."]}
{"seg_id": "85", "set_id": "85", "refs": ["\"His eyes, ears, nose and mouth were all in blood\", said the woman."]}
{"seg_id": "86", "set_id": "86", "refs": ["\"They did not allow me to take my mobile, and there were a lot of policemen around who did not let me approach Wang\"."]}
{"seg_id": "87", "set_id": "87", "refs": ["The police pressed me to sign a declaration that my husband was severely ill and died due to an \"unhappy accident\"."]}
{"seg_id": "88", "set_id": "88", "refs": ["PLN 105 million for Video Game Companies from the National Centre for Research and Development"]}
{"seg_id": "89", "set_id": "89", "refs": ["The subsidy of close to PLN 105 million will go to the gaming companies creating innovative solutions."]}
{"seg_id": "90", "set_id": "90", "refs": ["The National Centre for Research and Development announced the results of the 3rd edition of GameINN programme."]}
{"seg_id": "91", "set_id": "91", "refs": ["Among close to 30 projects supported by the NCBR, there were e.g. the developed platform for live action role-playing games based on the AR game engine creating the real-world map with the application enabling the users to send data, the test and training platform for verifying practical hands-on skills and professional development using VR and AR technologies, an innovative game stimulating management of real-life manufacturing processes using an innovative game model based on the interaction of the virtual world with the real one, with the 4.0 industry concept, as the NCBR release submitted to PAP on Friday reads."]}
{"seg_id": "92", "set_id": "92", "refs": ["The GameINN sector programme is aimed at improving the competitiveness of the Polish sector of video game producers on the global market in the time horizon by 2023."]}
{"seg_id": "93", "set_id": "93", "refs": ["According to NCBR, the Polish video game sector is growing 10 percent a year now."]}
{"seg_id": "94", "set_id": "94", "refs": ["According to the government statistics, the value of the Polish video game market by 2016 was PLN 1.85 billion while the prognosis for 2019 is 2.23 billion."]}
{"seg_id": "95", "set_id": "95", "refs": ["\"The dedicated GameINN research agenda and the support for entrepreneurs within this sector programme amounting to as much as PLN 300 million are an important stimulus for further dynamic growth of the Polish gamedev\", the release reads."]}
{"seg_id": "96", "set_id": "96", "refs": ["The video game sector is a perfect example of efficient use of the potential we have in Poland."]}
{"seg_id": "97", "set_id": "97", "refs": ["\"The incentives introduced by the government for the entrepreneurs promoting innovation, including reliefs for B+R, competence-development programmes, IP box or support programmes implemented by NCBR facilitate the innovative activity of companies and enable them to compete more effectively on the highly competitive market\", says the Deputy Prime Minister, Minister of Science and Higher Education, Jarosław Gowin, quoted in the release."]}
{"seg_id": "98", "set_id": "98", "refs": ["The head of the Ministry of Science stresses the money for innovation does not go solely to the innovators in the form of project subsidies but also stays in their pockets, as the B+R relief was used by three fourths entrepreneurs more in 2018 than the previous year."]}
{"seg_id": "99", "set_id": "99", "refs": ["\"The value of the deducted costs concerning the B+R activity was PLN 1.7 billion which gave more than PLN 300 million savings for companies benefiting from that relief."]}
{"seg_id": "100", "set_id": "100", "refs": ["This is equivalent to the support provided by NCBR in three editions of GameINN\", the Deputy Prime Minister stresses."]}
{"seg_id": "101", "set_id": "101", "refs": ["Director of the NCBR, Wojciech Kamieniecki reminds the subsidies of the total value of more than PLN 211.2 million were granted to 78 innovative projects in two previous competitions."]}
{"seg_id": "102", "set_id": "102", "refs": ["The immense interest in the 3rd competition and the variety of the submitted applications prove the video game sector has ideas and competence to develop and improve its competitive advantage."]}
{"seg_id": "103", "set_id": "103", "refs": ["\"What is particularly great is the fact that the selected projects, just like during the previous editions, comprise projects concerning solutions used not only for entertainment, but also related to the 4.0 industry\", he adds."]}
{"seg_id": "104", "set_id": "104", "refs": ["During the third GameINN competition, the entities which could apply for the subsidy of up to PLN 20 million comprised entrepreneurs, consortiums of entrepreneurs and consortiums of entrepreneurs with scientific units."]}
{"seg_id": "105", "set_id": "105", "refs": ["The NCBR received 87 applications for the total subsidy amount of ca. 317 million PLN."]}
{"seg_id": "106", "set_id": "106", "refs": ["At the time of the competition announcement, its budget was 100 million PLN but was increased thanks to which 27 projects were granted close to PLN 105 million subsidies."]}
{"seg_id": "107", "set_id": "107", "refs": ["The detailed information on the results of the 3rd GameINN edition is available at ncbr.gov.pl."]}
{"seg_id": "108", "set_id": "108", "refs": ["The sector GameINN programme is carried out within the Operational Programme Intelligent Development."]}
{"seg_id": "109", "set_id": "109", "refs": ["NCBR launched the programme in 2016 in response to the initiative of entrepreneurs associated in Porozumienie Polskie Gry, composed of such companies as e.g. CD Projekt, Techland, CI Games, Bloober Team or 11 bit studios."]}
{"seg_id": "110", "set_id": "110", "refs": ["Lamine Diaby-Fadiga admitted stealing Kasper Dolberg’s watch"]}
{"seg_id": "111", "set_id": "111", "refs": ["The event took place on 16th September."]}
{"seg_id": "112", "set_id": "112", "refs": ["Dolberg who had got from Ajax Amsterdam to Nice late August, found out after the training that his watch had got lost from the locker room."]}
{"seg_id": "113", "set_id": "113", "refs": ["Not just an ordinary one, because it was worth 70 thousand euros."]}
{"seg_id": "114", "set_id": "114", "refs": ["The furious Dane did not appear at the training the following day explaining his absence by stomach problems."]}
{"seg_id": "115", "set_id": "115", "refs": ["The case was mysterious from the very start."]}
{"seg_id": "116", "set_id": "116", "refs": ["Football players are provided with private safes, and the club premises are monitored."]}
{"seg_id": "117", "set_id": "117", "refs": ["According to AFP Diaby-Fadiga eventually owned up to the theft."]}
{"seg_id": "118", "set_id": "118", "refs": ["The 18-year old has already apologised Doberg, remaining team members and coach Patric Vieira."]}
{"seg_id": "119", "set_id": "119", "refs": ["He also promised to give back the money for the watch to the Dune."]}
{"seg_id": "120", "set_id": "120", "refs": ["Diaby-Fadiga is one of the most promising young generation football players from France."]}
{"seg_id": "121", "set_id": "121", "refs": ["To Nice he got at the age of thirteen to make a debut in the first team three years later."]}
{"seg_id": "122", "set_id": "122", "refs": ["This season he played in seven matches."]}
{"seg_id": "123", "set_id": "123", "refs": ["Recently he has signed a professional contract, but – according to \"L'Equipe\" newspaper report –the club will probably terminate it with immediate effect."]}
{"seg_id": "124", "set_id": "124", "refs": ["By now it has begun disciplinary proceedings against the player."]}
{"seg_id": "125", "set_id": "125", "refs": ["Nice, at least officially, refuses to comment on that case."]}
{"seg_id": "126", "set_id": "126", "refs": ["Check if you have washed your hands properly"]}
{"seg_id": "127", "set_id": "127", "refs": ["We all know that they need to be washed (for instance after coming home or before a meal)."]}
{"seg_id": "128", "set_id": "128", "refs": ["But not everyone knows that in order to get rid of germs, it has to be done in the right way."]}
{"seg_id": "129", "set_id": "129", "refs": ["It is very important, especially at the moment, when autumn infections occur."]}
{"seg_id": "130", "set_id": "130", "refs": ["It takes at least 30-40 seconds to wash the hands in order to sufficiently remove dangerous bacteria and viruses from our hands."]}
{"seg_id": "131", "set_id": "131", "refs": ["Most of us wash them for a shorter time!"]}
{"seg_id": "132", "set_id": "132", "refs": ["All we need is just warm water and plain soap – it is not true that it has to be antibacterial (in fact, many doctors advise against using it)."]}
{"seg_id": "133", "set_id": "133", "refs": ["When washing them, we should rub not only the palm and back of the hand but also fingertips (joined or each one individually) – rub them in circular motions against the second hand palm; the spaces between fingers (interlace hands, rub fingers against each other); thumbs – embrace each thumb with the second hand and rub it right and left for a moment."]}
{"seg_id": "134", "set_id": "134", "refs": ["In an emergency situation (when you can’t wash your hands), clean your hands with a wet wipe, and then use an antibacterial gel (available in drugstores from PLN 5)."]}
{"seg_id": "135", "set_id": "135", "refs": ["After visiting a public toilet, do not touch handles or doors with washed hands (the Chief Sanitary Inspectorate’s recommendation)."]}
{"seg_id": "136", "set_id": "136", "refs": ["Open it by using a paper towel."]}
{"seg_id": "137", "set_id": "137", "refs": ["President of Iran says he refused the proposal of talks with the US, Donald Trump denies"]}
{"seg_id": "138", "set_id": "138", "refs": ["Tehran did not decide to enter into negotiations with the US during the UN General Assembly in New York even though the Americans offered to lift sanctions, said the president of Iran, Hasan Rowhani on Friday."]}
{"seg_id": "139", "set_id": "139", "refs": ["US President Donald Trump said that it was Iran that requested to lift sanctions which was denied."]}
{"seg_id": "140", "set_id": "140", "refs": ["According to Iran president Hasan Rowhani the Americans suggested lifting all sanctions imposed on Tehran in exchange for entering the negotiations about the new international agreement."]}
{"seg_id": "141", "set_id": "141", "refs": ["It would refer to both the Iran nuclear program as well as the ballistic missile building program."]}
{"seg_id": "142", "set_id": "142", "refs": ["Rowhani: Iran will not enter into negotiations under the tremendous pressure."]}
{"seg_id": "143", "set_id": "143", "refs": ["President of Iran said he refused to enter into the negotiations because of the \"toxic atmosphere\"."]}
{"seg_id": "144", "set_id": "144", "refs": ["He said he met with US diplomats because he was talked into it by France, Germany and Great Britain."]}
{"seg_id": "145", "set_id": "145", "refs": ["As he noted, Iran would engage in talks under the \"tremendous pressure\"."]}
{"seg_id": "146", "set_id": "146", "refs": ["\"Even if we want to negotiate with the Americans in the 5+1 format, nobody can predict what the final outcome will be\", said Rowhani."]}
{"seg_id": "147", "set_id": "147", "refs": ["A day ago the Iran leader said he did not exclude the possibility of talks with the US and blamed the European parties of the nuclear agreement of being in favour of the American sanctions against Iran."]}
{"seg_id": "148", "set_id": "148", "refs": ["He added that the sanctions imposed on Iran after the US decided to leave the nuclear agreement \"are a preliminary condition that does not allow\" to enter into a dialogue."]}
{"seg_id": "149", "set_id": "149", "refs": ["If we are able to abandon this preliminary condition and if the US lift the sanctions and get rid of the tremendous pressure, then we can of course talk with the USA, he declared."]}
{"seg_id": "150", "set_id": "150", "refs": ["He added that he did not exclude the possibility of meeting the US President Donald Trump even though he refused to talk with him this week during the UN General Assembly."]}
{"seg_id": "151", "set_id": "151", "refs": ["Trump: \"Iran asked, I said no\"."]}
{"seg_id": "152", "set_id": "152", "refs": ["Donald Trump wrote on Twitter that it was him who refused the request from Iran."]}
{"seg_id": "153", "set_id": "153", "refs": ["\"Iran wanted me to lift the sanctions imposed on them so that we can meet."]}
{"seg_id": "154", "set_id": "154", "refs": ["Of course, I said no\", tweeted the US President."]}
{"seg_id": "155", "set_id": "155", "refs": ["Tension in terms of the nuclear agreement"]}
{"seg_id": "156", "set_id": "156", "refs": ["France, Germany and Great Britain are trying to alleviate the tensions between Washington and Tehran in order to save the agreement with Iran from 2015 they signed, at least to some extent."]}
{"seg_id": "157", "set_id": "157", "refs": ["According to it in exchange for lifting the economic sanctions Iran would need to resign from the nuclear programme and let its nuclear sector be controlled by the International Atomic Energy Agency (IAEA)."]}
{"seg_id": "158", "set_id": "158", "refs": ["Since the USA left the agreement in May 2015 the other parties have often highlighted they wanted the agreement to remain in force."]}
{"seg_id": "159", "set_id": "159", "refs": ["As for now all in vain."]}
{"seg_id": "160", "set_id": "160", "refs": ["Washington has been putting a maximum pressure on Iran and the sanctions include full embargo on the Iran petroleum as well."]}
{"seg_id": "161", "set_id": "161", "refs": ["Tehran declared that if they are not allowed to export it, it will restrict their obligations arising from the agreement every 60 days."]}
{"seg_id": "162", "set_id": "162", "refs": ["HRUBIESZÓW: Kabaret pod Wyrwigroszem"]}
{"seg_id": "163", "set_id": "163", "refs": ["We’ve got entrance tickets for you!"]}
{"seg_id": "164", "set_id": "164", "refs": ["Kabaret pod Wyrwigroszem perform on 6th October at 4 p.m. at the Community Centre in Hrubieszów."]}
{"seg_id": "165", "set_id": "165", "refs": ["Kabaret pod Wyrwigroszem will present a programme entitled \"Tra ta ta ta\"."]}
{"seg_id": "166", "set_id": "166", "refs": ["The programme will include a talk on alcoholic beverages and geothermal facility of Toruń."]}
{"seg_id": "167", "set_id": "167", "refs": ["Tickets are PLN 60 each, they are available at HDK as well as at biletowakasa.pl website."]}
{"seg_id": "168", "set_id": "168", "refs": ["Free entry tickets for TZ readers."]}
{"seg_id": "169", "set_id": "169", "refs": ["Visit our Facebook profile to find out how to get them."]}
{"seg_id": "170", "set_id": "170", "refs": ["A judge at the Voivevodship Administrative Court in Warsaw, and husband of the hater Emilia, who – based on her words and print screens from WhatsApp – took part in stalking the judges, was reinstated to rule by the Supreme Administrative Court on Wednesday."]}
{"seg_id": "171", "set_id": "171", "refs": ["Reason: disciplinary proceeding against him was not initiated, so there is no base to uphold the President of the Voivevodship Administrative Court Wojciech Mazur’s ruling to exclude him from his duties."]}
{"seg_id": "172", "set_id": "172", "refs": ["Judge Jerzy Chromicki, disciplinary spokesman for the Supreme Administrative Court, initiated an investigation procedure against Szmydt at the end of August, but till now it hasn’t turned into a proceeding against him."]}
{"seg_id": "173", "set_id": "173", "refs": ["This is despite the fact that the Supreme Administrative Court, which in such situations acts as the disciplinary court, has to address the decision of the Voivevodship Administrative Court’s President within one month of its issuance."]}
{"seg_id": "174", "set_id": "174", "refs": ["In such a situation, the judge, who publically spoke about his wife's mental problems in order to discredit her, was removed from the National Council of the Judiciary office due to the suspicion of his participation in the group of haters, will come back to ruling and pronounce sentences in the name of the Republic of Poland."]}
{"seg_id": "175", "set_id": "175", "refs": ["Judge Szmydt denies his participation in the group of haters."]}
{"seg_id": "176", "set_id": "176", "refs": ["He states that there is no evidence for this except for the forged print screens and accusations of his wife from whom he is divorcing."]}
{"seg_id": "177", "set_id": "177", "refs": ["The rest of the judges associated with the \"Caste\" claim exactly the same everyone is innocent, there is no evidence."]}
{"seg_id": "178", "set_id": "178", "refs": ["It is very probable that they will get it all their own way."]}
{"seg_id": "179", "set_id": "179", "refs": ["The public prosecutor’s office didn’t lift a finger to secure evidence from their electronic storage media, it also didn’t say a word about Emilia Szmydt’s telephone content, which was seized in June as a part of another case."]}
{"seg_id": "180", "set_id": "180", "refs": ["The police didn’t lift a finger to secure the devices of persons who were pointed out by Judge Waldemar Żurek as the stalkers in his February’s report."]}
{"seg_id": "181", "set_id": "181", "refs": ["If there is no evidence – there is no Szmydt case, nor case of \"Caste\"."]}
{"seg_id": "182", "set_id": "182", "refs": ["There is no case of the Supreme Audit Office’s executive – Marian Banaś – over renting a tenement building to pimps and failing to disclose his incomes."]}
{"seg_id": "183", "set_id": "183", "refs": ["The Central Anticorruption Bureau is checking his financial disclosures."]}
{"seg_id": "184", "set_id": "184", "refs": ["It will be checked when it will be checked."]}
{"seg_id": "185", "set_id": "185", "refs": ["The Deputies’ Ethics Committee will not handle the Banaś case because the Sejm is suspended (on the other hand the State Control Committee somehow convened to make a bizarre decision to dismiss Banaś’s deputies and appoint his lawyer, although the law does not provide for such an unlikely combination)."]}
{"seg_id": "186", "set_id": "186", "refs": ["The whole story reminds me of a film novella, probably an American one, when a wife comes home and finds her husband with his lover in bed."]}
{"seg_id": "187", "set_id": "187", "refs": ["She is so astounded and devastated that she can’t say a word."]}
{"seg_id": "188", "set_id": "188", "refs": ["While she stands speechless in a doorway, the lover quickly jumps out of bed, gets dressed and leaves."]}
{"seg_id": "189", "set_id": "189", "refs": ["The husband makes the bed."]}
{"seg_id": "190", "set_id": "190", "refs": ["When the wife regains her voice she shouts \"what is it?"]}
{"seg_id": "191", "set_id": "191", "refs": ["Who’s that woman?\"."]}
{"seg_id": "192", "set_id": "192", "refs": ["The husband calmly asks \"what woman, darling?\"."]}
{"seg_id": "193", "set_id": "193", "refs": ["It is just that the case of \"Caste\" or Banaś is a parody of the state."]}
{"seg_id": "194", "set_id": "194", "refs": ["And it is not funny at all."]}
{"seg_id": "195", "set_id": "195", "refs": ["MAXIPIZZA: Agreement Signed with Chartered Auditor to Audit Financial Statements for 2019, 2020 and 2021."]}
{"seg_id": "196", "set_id": "196", "refs": ["The Management Board of Maxipizza S.A. would like to inform that on 27 September 2019 it executed an agreement with Premium Audyt Spółka z o.o., with its registered seat in Poznań, ul. Czartoria 1/1, entered into the Register of Entrepreneurs of the National Court Register kept by the District Court Poznań – Nowe Miasto i Wilda in Poznań, VIII Commercial Division of the National Court Register under KRS 0000540136, entered in the list of entities authorised to audit financial statements under 3992."]}
{"seg_id": "197", "set_id": "197", "refs": ["The subject of the agreement is the audit of financial statements of Maxipizza S.A. for the following fiscal years: a. from 1 January 2019 to 31 December 2019, b. from 1 January 2020 to 31 December 2020 and c. from 1 January 2021 to 31 December 2021."]}
{"seg_id": "198", "set_id": "198", "refs": ["Kamila Lićwinko in the final high jump competition"]}
{"seg_id": "199", "set_id": "199", "refs": ["The participant who comes back to the sport after her maternity leave, bronze medallist of the World Championships held in London in 2017 reached 1,85 and 1.89 in her first attempt and 1,92 in her second attempt."]}
{"seg_id": "200", "set_id": "200", "refs": ["She managed to reach 1,94 in the third attempt only."]}
{"seg_id": "201", "set_id": "201", "refs": ["\"I am happy."]}
{"seg_id": "202", "set_id": "202", "refs": ["I showed I can fight because the first attempt was completely unsuccessful."]}
{"seg_id": "203", "set_id": "203", "refs": ["In the final competition I will need to focus more on the technical issues\" admitted Lićwinko in her interview with Eurosport."]}
{"seg_id": "204", "set_id": "204", "refs": ["The top competitors were Vashti Cunnigham from the US, Karyma Demidik from Belarus, both 1,94."]}
{"seg_id": "205", "set_id": "205", "refs": ["Both women were the only ones not to lose any high."]}
{"seg_id": "206", "set_id": "206", "refs": ["The final competition of high jump is scheduled for Monday."]}
{"seg_id": "207", "set_id": "207", "refs": ["Start 7.30 pm (Polish time)"]}
{"seg_id": "208", "set_id": "208", "refs": ["Kornel Moawiecki is staying at hospital and his condition is serious"]}
{"seg_id": "209", "set_id": "209", "refs": ["He got to hospital, and doctors assess his condition to be serious."]}
{"seg_id": "210", "set_id": "210", "refs": ["It should be added that he is conscious and alert."]}
{"seg_id": "211", "set_id": "211", "refs": ["\"We do believe that he will recover and will win again."]}
{"seg_id": "212", "set_id": "212", "refs": ["We all pray for his recovery\" an anonymous person close to Kornel Morawiecki said in a talk with Super Express journalists."]}
{"seg_id": "213", "set_id": "213", "refs": ["The prime minister’s father is a candidate in the next senate election."]}
{"seg_id": "214", "set_id": "214", "refs": ["\"Only my closest family and politics is what keeps me alive\" said Kornel Morawiecki in an interview he gave to Super Express journalists two weeks ago."]}
{"seg_id": "215", "set_id": "215", "refs": ["In January Super Express informed that 78-year-old Kornel Morawiecki got to the Military Hospital in Wrocław for tests."]}
{"seg_id": "216", "set_id": "216", "refs": ["\"I noticed strange, alarming symptoms and went to hospital."]}
{"seg_id": "217", "set_id": "217", "refs": ["It turned out that I had jaundice."]}
{"seg_id": "218", "set_id": "218", "refs": ["But the worst was yet to come."]}
{"seg_id": "219", "set_id": "219", "refs": ["When I underwent computed tomography scan I was diagnosed to have a pancreatic cancer...\" said prime minister’s father."]}
{"seg_id": "220", "set_id": "220", "refs": ["A few days later in the hospital of Ministry of Internal Affairs and Administration Kornel Morawiecki underwent serious surgery."]}
{"seg_id": "221", "set_id": "221", "refs": ["According to Morawiecki, president Andrzej Duda sent his personal chaplain, priest Zbigniew Krasa."]}
{"seg_id": "222", "set_id": "222", "refs": ["The surgery took about three hours and was successful."]}
{"seg_id": "223", "set_id": "223", "refs": ["\" I know that lots of people prayed for me, which I appreciate very much"]}
{"seg_id": "224", "set_id": "224", "refs": ["Fortunately I rather don’t have any metastases."]}
{"seg_id": "225", "set_id": "225", "refs": ["I don’t know yet if I need to undergo chemotherapy."]}
{"seg_id": "226", "set_id": "226", "refs": ["I am giving myself into the hands of specialist doctors who are rather optimistic."]}
{"seg_id": "227", "set_id": "227", "refs": ["For the time being after the serious surgery I have to come back to some sort of \"usable condition\"."]}
{"seg_id": "228", "set_id": "228", "refs": ["I hope that all will be well\" pointed out Kornel Moawiecki in January in a talk with \"SE\"."]}
{"seg_id": "229", "set_id": "229", "refs": ["\"If I had undergone the tests too late, the situation now would be critical and I would have to shuffle off this mortal coil...\" he added."]}
{"seg_id": "230", "set_id": "230", "refs": ["Kraków: 14-year old missing"]}
{"seg_id": "231", "set_id": "231", "refs": ["Officers from the police department in Kraków are searching for 14-year old Nel Stokłosa."]}
{"seg_id": "232", "set_id": "232", "refs": ["Anyone with information about the missing person is asked to contact the police."]}
{"seg_id": "233", "set_id": "233", "refs": ["The girl, who went missing on September 26, left her home in the evening and has not come back nor contacted her close ones until now."]}
{"seg_id": "234", "set_id": "234", "refs": ["She was last seen at ul. Stary Gościniec in Kraków."]}
{"seg_id": "235", "set_id": "235", "refs": ["Nel Stokłosa is 14, 167 cm tall, has blond hair and grey-blue eyes."]}
{"seg_id": "236", "set_id": "236", "refs": ["She was last seen wearing a blouse, grey trousers and shoes."]}
{"seg_id": "237", "set_id": "237", "refs": ["Anyone with information about the missing person is asked to contact the police at 12 61-52-911, 12 61-53-616, 112 or 997."]}
{"seg_id": "238", "set_id": "238", "refs": ["The Jump Power in Oława."]}
{"seg_id": "239", "set_id": "239", "refs": ["The title of the account of the amateur sports competition held at the hippodrome at Oleandry Street in Oława on Sunday afternoon on 15 September can be considered misleading."]}
{"seg_id": "240", "set_id": "240", "refs": ["It is a long way to the true power but this is how one type of horse competition is named..."]}
{"seg_id": "241", "set_id": "241", "refs": ["The jump power competition consists in the jockey and the horse overcoming higher and higher obstacles which are as much as over two meters high during the most prestigious international competitions."]}
{"seg_id": "242", "set_id": "242", "refs": ["It is worth adding here the long-term and still not broken world record, set in 1949 by Albert Larraguibela from Chile on his horse named \"Huaso\", is 247 cm."]}
{"seg_id": "243", "set_id": "243", "refs": ["Obviously, nobody jumped that high in Oława but the result of the best local horsewomen of 135 cm is also not the worst..."]}
{"seg_id": "244", "set_id": "244", "refs": ["The competition organised by tireless Jan Sienkiewicz and other activists of JKS \"W siodle\" were the show accompanying \"Tęczowe zawody jeździeckie\" we discuss in greater detail on page 22 of this issue, held there a bit earlier."]}
{"seg_id": "245", "set_id": "245", "refs": ["The competition was joined by eight horsewomen who practice in the horse riding club in Oława."]}
{"seg_id": "246", "set_id": "246", "refs": ["Four of them competed on ponies and four on large horses."]}
{"seg_id": "247", "set_id": "247", "refs": ["In the first group, the best result was achieved by Nikola Szołdra on crazy \"Sprinter\"."]}
{"seg_id": "248", "set_id": "248", "refs": ["This small, but highly dynamic horse started from overcoming obstacles set at 40 cm and finished only at the vertical with the upper beam at 125 above the ground."]}
{"seg_id": "249", "set_id": "249", "refs": ["However, it did not give up easily and was excluded from further participation by the jury only after it refused to overcome it thrice."]}
{"seg_id": "250", "set_id": "250", "refs": ["The second place in pony jumps was taken by Amelia Pawlak on \"Fama\" and the third by Lena Boruń on \"Harmider\"."]}
{"seg_id": "251", "set_id": "251", "refs": ["The youngest tournament participant, Inga Aksman, who galloped and jumped over obstacles on a small mare called \"Carmen\", fought ambitiously."]}
{"seg_id": "252", "set_id": "252", "refs": ["Even more emotions accompanied the horsewomen and spectators during the competition with large horses."]}
{"seg_id": "253", "set_id": "253", "refs": ["Paulina Szewczyk on \"Deklaracja\" and Anastazja Abramenko on \"Lotka\" experienced falls which seemed dangerous."]}
{"seg_id": "254", "set_id": "254", "refs": ["Luckily, neither the horsewomen nor the horses experienced anything else than minor contusions so they continued to compete."]}
{"seg_id": "255", "set_id": "255", "refs": ["Weronika Łuczkiewicz had a lot of problems bringing her young mare \"Wineta\" to the course."]}
{"seg_id": "256", "set_id": "256", "refs": ["What was required was the trainer’s assistance or another horse which was followed by slightly crazy \"Wineta\"."]}
{"seg_id": "257", "set_id": "257", "refs": ["After it overcame an obstacle, it left the course galloping at full speed so it was dangerous in the stalls and in the horse relaxation hall at times. \"Everything is in hand!\", Jan Sienkiewicz reassured the spectators, especially the youngest, who were a bit frightened with that."]}
{"seg_id": "258", "set_id": "258", "refs": ["Marta Masalska on beautiful \"Whisky\" did great from the very start of the large horse competition."]}
{"seg_id": "259", "set_id": "259", "refs": ["\"Whisky\", a stately mare, and her experienced rider, were the first to jump over 135 cm at the second go at the final stage and that was the best competition result at the time."]}
{"seg_id": "260", "set_id": "260", "refs": ["In a while, however, also Paulina Szewczyk on \"Deklaracja\", Weronika Łuczkiewicz on \"Wineta\" and Anastazja Abramenko on \"Lotka\" achieved that height."]}
{"seg_id": "261", "set_id": "261", "refs": ["This meant all competitors came together for the decoration and collection of prizes in the form of horse riding equipment and eventually, together with the pony riding girls, they had an eye-catchy victory lap to the march by Radecky, ending those interesting and thrilling competition."]}
{"seg_id": "262", "set_id": "262", "refs": ["Acknowledgements"]}
{"seg_id": "263", "set_id": "263", "refs": ["The Horseriding Club \"W siodle\" would like to thank the sponsors of the power jump competition during XVI \"Tęczowe Zawody Jeździeckie\", namely: The Municipal Office in Oława, the Power Supply and Wastewater Discharge Company in Oława, the Poviat Starost’s Office and \"Mustang\"."]}
{"seg_id": "264", "set_id": "264", "refs": ["Max Kolonko cuts himself off the KWW Patriotyczna Rewolucja Maxa Kolonko"]}
{"seg_id": "265", "set_id": "265", "refs": ["KWW Patriotyczna Rewolucja Maxa Kolonko is a name of an election campaign committee used by #R Revolution Mariusza Maxa Kolonki political formation that was supposed to enter the October parliamentary election."]}
{"seg_id": "266", "set_id": "266", "refs": ["Rewolucja addressed his offer especially to the young right-wing electorate."]}
{"seg_id": "267", "set_id": "267", "refs": ["Before election Kolonko announced cooperation with Marek Jakubik or Paweł Kukiz, no such coalition was established and KWW Patriotyczna Rewolucja Maxa Kolonko did not manage to collect a sufficient number of signatures to set an electoral roll in any constituency in Poland."]}
{"seg_id": "268", "set_id": "268", "refs": ["Now Kolonko has informed on Twitter that he finished cooperation with KWW Patriotyczna Rewolucja Maxa Kolonko."]}
{"seg_id": "269", "set_id": "269", "refs": ["\"I will be expecting KWW to remove my surname from its name."]}
{"seg_id": "270", "set_id": "270", "refs": ["Please do not link me with the above-mentioned entity\", added and announced to provide more information soon."]}
{"seg_id": "271", "set_id": "271", "refs": ["For the time being it is not known whether the journalist would continue his actions, or if it is the end of the #R Rewolucja formation."]}
{"seg_id": "272", "set_id": "272", "refs": ["On 4th July, the American Independence Day, the journalist Mariusz Max Kolonko residing in USA informed about establishing a new political formation – #R Revolution."]}
{"seg_id": "273", "set_id": "273", "refs": ["In recent years Kolonko has become famous for running a Max TV channel on YouTube, where he comments events in Poland and worldwide."]}
{"seg_id": "274", "set_id": "274", "refs": ["\"We are fed up with politicians, fed up with their proud tricks, fed up with all their amateur rules."]}
{"seg_id": "275", "set_id": "275", "refs": ["It’s time for People to take over the rule in the state and rule for the benefit of People\", Kolonko kept saying then."]}
{"seg_id": "276", "set_id": "276", "refs": ["The party programme includes matters related to the courts (judges should be elected in general election), tax changes (equalising tax free allowance for all people), war reparations (in the form of military assistance for NATO’S Eastern flank countries, with paying special attention to Poland), having a referendum on the possession of firearms, limiting the number of members of parliament or introducing a single-member constituencies."]}
{"seg_id": "277", "set_id": "277", "refs": ["A few days after announcing the establishment of a the new political formation, Mariusz Max Kolonko started talks with Marek Jakubik."]}
{"seg_id": "278", "set_id": "278", "refs": ["Late July Kolonko posted on his social media profile information suggesting that #R is going to join forces with Kukiz'15 movement."]}
{"seg_id": "279", "set_id": "279", "refs": ["However, no such coalitions have been eventually formed."]}
{"seg_id": "280", "set_id": "280", "refs": ["UBS: PLN Close to the Balance Point"]}
{"seg_id": "281", "set_id": "281", "refs": ["\"The FX rate for euro will stay near the ceiling of PLN 4.35 in the months to come which will be accompanied by poor economic situation on global markets\",Michael Bolliger from UBS Wealth Management announces."]}
{"seg_id": "282", "set_id": "282", "refs": ["\"The expected continued solid economic growth rate and stable monetary policy support the stabilisation of PLN rates at the current level\", says the specialist in the interview with Bankier.pl."]}
{"seg_id": "283", "set_id": "283", "refs": ["According to him, despite a clear inflation pressure, the Monetary Policy Council is not going to increase the rates when the majority of central banks relaxes their policy."]}
{"seg_id": "284", "set_id": "284", "refs": ["\"Even though PLN is valued correctly, as the euro rates should stay near the ceiling of PLN 4.35 in the months to come, the Polish bonds are rather unattractive in his opinion."]}
{"seg_id": "285", "set_id": "285", "refs": ["The bonds from the emerging markets offer much better yields than the Polish securities\", Michael Bolliger, head of assets’ allocation to emerging markets in UBS Wealth Management, estimates."]}
{"seg_id": "286", "set_id": "286", "refs": ["According to the specialist, the major hazard for the Polish economy is the deteriorated economic situation globally."]}
{"seg_id": "287", "set_id": "287", "refs": ["\"Although global slowdown is likely to deepen, there should not be any serious crisis, but only the reduced dynamics of GDP slightly below zero\", Michael Bolliger declares."]}
{"seg_id": "288", "set_id": "288", "refs": ["\"The investors should underestimate the global shares which may suffer from the absence of any perspectives of solving the trade conflict between the U.S. and China as well as other geopolitical risk factors, including the impeachment of Donald Trump and Brexit."]}
{"seg_id": "289", "set_id": "289", "refs": ["Europe should display relatively the weakest behaviour among share markets\", as stems from the latest letter to investor by the General Manager of UBS Wealth Management, Mark Haefele."]}
{"seg_id": "290", "set_id": "290", "refs": ["\"Shares from euro zone countries should behave worse than the American ones as they are more susceptible in the conditions of increased uncertainty around the global trade and fears of slowdown\", says the document."]}
{"seg_id": "291", "set_id": "291", "refs": ["According to Michael Bolliger, after the boom on the bond markets of the safest countries pushed the yields of the German 10-year bonds even to minus 0.74 per cent, the reduced yield is still likely to deepen."]}
{"seg_id": "292", "set_id": "292", "refs": ["However, in a longer time horizon, the fall should not affect the yield of long-term securities but only of the short-term ones thanks to the relaxed monetary policy of banks."]}
{"seg_id": "293", "set_id": "293", "refs": ["Fed has the largest scope for reducing the rates which should lead to weakening the American currency in the horizon of the next years."]}
{"seg_id": "294", "set_id": "294", "refs": ["A long-term balance point for euro rates is the ceiling of USD 1.29 which would mean a 19-per cent potential of strengthening the common currency when compared to USD."]}
{"seg_id": "295", "set_id": "295", "refs": ["We expect further reductions of Fed rates which will result in reduced differences in the monetary policy worldwide."]}
{"seg_id": "296", "set_id": "296", "refs": ["\"The current accounts and budget deficits may prevent keeping the strong USD in the long term\", says Michael Bolliger."]}
{"seg_id": "297", "set_id": "297", "refs": ["The Bundeswehr is losing weapons."]}
{"seg_id": "298", "set_id": "298", "refs": ["A confidential report by German Federal Ministry of Defence"]}
{"seg_id": "299", "set_id": "299", "refs": ["Since the beginning of 2014, the Bundeswehr has recorded the disappearance of 39 weapons, 39 weapon parts and 19,445 rounds of ammunition, according to a confidential report prepared at the German Federal Ministry of Defence."]}
{"seg_id": "300", "set_id": "300", "refs": ["This information was revealed by the press controlled by the RedaktionsNetzwerk Deutschland (RND) media group."]}
{"seg_id": "301", "set_id": "301", "refs": ["According to a document from the parliamentary office of Secretary of State at the Ministry of Defence, Peter Tauber (CDU), so far two weapons, one weapon part and 3,474 pieces of ammunition have been traced."]}
{"seg_id": "302", "set_id": "302", "refs": ["The military equipment still missing includes six MG3 general-purpose machine guns, 11 G3 assault rifles, four G36 lightweight assault rifles, six flare pistols and two P8 guns."]}
{"seg_id": "303", "set_id": "303", "refs": ["In addition, 30 MG3 machine gun barrels are missing."]}
{"seg_id": "304", "set_id": "304", "refs": ["Vice-chairman of the Left Party, Martina Renner, expressed her concern about the situation."]}
{"seg_id": "305", "set_id": "305", "refs": ["As she told RND journalists, the number of missing weapons and ammunition rounds is \"appalling\"."]}
{"seg_id": "306", "set_id": "306", "refs": ["All the more so because the conducted investigations led to retrieving only a small part of the missing equipment."]}
{"seg_id": "307", "set_id": "307", "refs": ["Martina Renner summarised the effects of these actions as a \"miserable result\"."]}
{"seg_id": "308", "set_id": "308", "refs": ["She also criticised the fact that the report does not indicate whether it contains any of the weapons found during the investigation conducted against Bundeswehr Lieutenant Franco A. In December 2017, the federal prosecutor’s office in Karlsruhe accused him of preparing a serious act of violence bringing threat to national security and violating the provisions of the act on regulating access to firearms."]}
{"seg_id": "309", "set_id": "309", "refs": ["The officer was accused of planning the assassinations of leading German politicians out of far-right and racist reasons."]}
{"seg_id": "310", "set_id": "310", "refs": ["His \"blacklist\" of targets, which the prosecutor’s office got its hands on, included the then Minister of Justice Heiko Maas of SPD, Claudia Roth of the Green Party and Anetta Kahane, defender of human rights and founder of the Amadeu Antonio Stiftung foundation in Berlin."]}
{"seg_id": "311", "set_id": "311", "refs": ["Franco A. illegally came into possession of four pieces of firearm, over 1,000 pieces of ammunition and over 50 explosives."]}
{"seg_id": "312", "set_id": "312", "refs": ["Crying children on the plane."]}
{"seg_id": "313", "set_id": "313", "refs": ["How to avoid them?"]}
{"seg_id": "314", "set_id": "314", "refs": ["There is a solution."]}
{"seg_id": "315", "set_id": "315", "refs": ["The Japan Airlines carrier has recently begun to use the function developed for persons for whom travelling with a crying child is a nightmare."]}
{"seg_id": "316", "set_id": "316", "refs": ["On the website the airlines provide the opportunity to check the arrangement of seats on the plane."]}
{"seg_id": "317", "set_id": "317", "refs": ["If a minor up to two years of age travels on a specific flight, the \"baby icon\" appears on a specific seat, reserved by parents or guardians."]}
{"seg_id": "318", "set_id": "318", "refs": ["Thus a person taking advantage of carrier’s services has an opportunity to choose a seat far away from the one occupied by the baby."]}
{"seg_id": "319", "set_id": "319", "refs": ["BBC reports that the lines have already informed about the imperfections of that solution."]}
{"seg_id": "320", "set_id": "320", "refs": ["The \"baby icon\" will not appear when the ticket has been booked by a third party or the plane is changed at the last moment."]}
{"seg_id": "321", "set_id": "321", "refs": ["As one could expect, the idea has divided the Internet users."]}
{"seg_id": "322", "set_id": "322", "refs": ["Part of the Twitter users indicates that the problem of travelling with crying babies could be solved by using noise-cancelling headphones."]}
{"seg_id": "323", "set_id": "323", "refs": ["They are children, we also used to be them."]}
{"seg_id": "324", "set_id": "324", "refs": ["\"We have to learn tolerance, because we will soon need a map of passengers breathing with mouth, salivating or drunkards\", wrote user G Sundar."]}
{"seg_id": "325", "set_id": "325", "refs": ["Another Internet user noticed that he used to be disturbed by crying babies, but he changed his mind when he became parent himself."]}
{"seg_id": "326", "set_id": "326", "refs": ["There is also no shortage of supporters of the solution introduced by Japan Airlines."]}
{"seg_id": "327", "set_id": "327", "refs": ["\"Thank you for warning me against the crying babies during the 13-hour flight\" wrote Rahat Ahmed."]}
{"seg_id": "328", "set_id": "328", "refs": ["Majorca Calculates Loses following Bankruptcy of Thomas Cook Travel Agency"]}
{"seg_id": "329", "set_id": "329", "refs": ["More than 25 thousand foreign tourists will not come for holiday to Majorca in October as a result of the bankruptcy announced by Thomas Cook Travel Agency on Monday."]}
{"seg_id": "330", "set_id": "330", "refs": ["As informed by the representative of the autonomous government of the Balearic Islands on Friday, Marc Pons, the group of 25 thousand of holiday-makers who will not be able to have their holidays on Majorca in October includes also the ones who were to travel with companies connected with Thomas Cook indirectly, e.g. Neckermann."]}
{"seg_id": "331", "set_id": "331", "refs": ["Pons explained that 80 percent of expected holiday-makers who had to resign from their holidays on Majorca next month because of the British company bankruptcy are the nationals of Germany and Scandinavian countries."]}
{"seg_id": "332", "set_id": "332", "refs": ["However, according to Pons, the losses for the local economy will be smaller as Thomas Cook did not send tourist to one of the Balearic Islands in November–April."]}
{"seg_id": "333", "set_id": "333", "refs": ["He disclosed the government of the Balearic Islands has already started negotiations with international operators concerning \"entering the market of Majorca\" following the bankruptcy of the British tour operator."]}
{"seg_id": "334", "set_id": "334", "refs": ["According to the estimates of Diario de Mallorca daily, more than 1,000 people are going to lose their job because of the tourist crisis in Majorca in October."]}
{"seg_id": "335", "set_id": "335", "refs": ["About 800 of them are the dismissed employees of Thomas Cook agency in Palma."]}
{"seg_id": "336", "set_id": "336", "refs": ["The other people are going to lose their job mainly in the hotel sector."]}
{"seg_id": "337", "set_id": "337", "refs": ["On Monday, when Thomas Cook announced its bankruptcy, many hotel owners in Majorca requested their visitors to pay an extra charge for the room."]}
{"seg_id": "338", "set_id": "338", "refs": ["This situation was experienced e.g. by several dozens tourists from Poland."]}
{"seg_id": "339", "set_id": "339", "refs": ["The government of the Balearic Islands estimates that by Thursday several dozens hotels in Majorca suspended their operations at least till the end of October in relation to the announcement of the bankruptcy of Thomas Cook and companies cooperating with it."]}
{"seg_id": "340", "set_id": "340", "refs": ["The Friday edition of Diario de Ibiza daily indicates that most hotels in Ibiza which cooperated with Thomas Cook group do not intend to close their facilities in the week to come."]}
{"seg_id": "341", "set_id": "341", "refs": ["The daily reminds the British bankrupt cooperated with 42 hotels on this Balearic Island."]}
{"seg_id": "342", "set_id": "342", "refs": ["On Wednesday, the autonomous authorities of the Balearic Islands announced they were going to ask the Spanish government to provide a subsidy of EUR 100 million to the region to cover the losses caused by the bankruptcy announced by Thomas Cook Travel Agency."]}
{"seg_id": "343", "set_id": "343", "refs": ["They disclosed the most harmed tourists in this archipelago, ca. 36 thousand people, stay on Majorca."]}
{"seg_id": "344", "set_id": "344", "refs": ["According to the data of the Balearic Islands government, Thomas Cook is EUR 5 million in arrears with respect to the local tour operators for the performance of agreements in the period of July to September 2019."]}
{"seg_id": "345", "set_id": "345", "refs": ["The FIFA Women's Rankings."]}
{"seg_id": "346", "set_id": "346", "refs": ["Poland still ranks 29th, whilst the USA tops the list"]}
{"seg_id": "347", "set_id": "347", "refs": ["The Poland women’s national team still ranks 29th in the International Federation of Association Football (FIFA) rankings published on Friday."]}
{"seg_id": "348", "set_id": "348", "refs": ["Coach Miłosz Stępiński’s team was classified in the same position in the previous league table from July."]}
{"seg_id": "349", "set_id": "349", "refs": ["Poor performance of the national team."]}
{"seg_id": "350", "set_id": "350", "refs": ["How is it going to be in October?"]}
{"seg_id": "351", "set_id": "351", "refs": ["The Americans, who had recently defended their title of World Champions, are still the leaders."]}
{"seg_id": "352", "set_id": "352", "refs": ["The Germans are second in the rankings, whilst the Dutch are third."]}
{"seg_id": "353", "set_id": "353", "refs": ["The Poles are preparing for the UEFA Euro qualifying tournament."]}
{"seg_id": "354", "set_id": "354", "refs": ["It was about to start on 3 September with an away game with the Czechs."]}
{"seg_id": "355", "set_id": "355", "refs": ["A day prior to the event, it was postponed for one year due to the opponents’ food poisoning."]}
{"seg_id": "356", "set_id": "356", "refs": ["In this situation, the Poles will begin their qualifications with a match against the Spanish on 12 November in Lublin."]}
{"seg_id": "357", "set_id": "357", "refs": ["Before that the White and Reds will play two friendlies – one away to Cyprus on 3 October, and five days later against Brazil in Kielce."]}
{"seg_id": "358", "set_id": "358", "refs": ["The Poles’ group rivals are the national teams of Spain, the Czech Republic, Azerbaijan, and Moldova."]}
{"seg_id": "359", "set_id": "359", "refs": ["The group winners and three best runners-up will directly move on to the final tournament."]}
{"seg_id": "360", "set_id": "360", "refs": ["The other six runners-up will compete in the play-offs for the last three spots to the European Championship."]}
{"seg_id": "361", "set_id": "361", "refs": ["The round of 16 participants will be complemented by the host nation – England."]}
{"seg_id": "362", "set_id": "362", "refs": ["The Polish men’s national team dropped in the September FIFA’s rankings from 20th to 22nd place."]}
{"seg_id": "363", "set_id": "363", "refs": ["Rz: Smog crushed the authorities"]}
{"seg_id": "364", "set_id": "364", "refs": ["\"Effects of the Clean Air programme are negligible, and coal stoves will smoke this winter as if nothing happened,\" we read on the cover of today’s Rzeczpospolita."]}
{"seg_id": "365", "set_id": "365", "refs": ["\"To date, 82k applications worth PLN 2 billion have been submitted under the Clean Air programme, of which 48k received positive decisions."]}
{"seg_id": "366", "set_id": "366", "refs": ["The approved applications amount to over PLN 915 million in total,\" Rz reports, citing data from the Ministry of Environment spokesperson."]}
{"seg_id": "367", "set_id": "367", "refs": ["As noted by the daily, only part of the costs are reimbursed from programme funds."]}
{"seg_id": "368", "set_id": "368", "refs": ["The newspaper assesses the results of the boisterously announced programme as \"modest\"."]}
{"seg_id": "369", "set_id": "369", "refs": ["Local government members cited by Rz hold extensive bureaucracy responsible for the failure of the Clean Air programme."]}
{"seg_id": "370", "set_id": "370", "refs": ["\"The programme should be much easier: electronic application, sending invoices via mail, possible random inspections of investments."]}
{"seg_id": "371", "set_id": "371", "refs": ["This would improve the efficiency of the activities,\" Jacek Wiśniowski, mayor of Lidzbark Warmiński, believes."]}
{"seg_id": "372", "set_id": "372", "refs": ["Activists from the Polish Smog Alert note that less than 1 percent of the assumed goal of replacing 3 million smoke-emitting boilers was achieved."]}
{"seg_id": "373", "set_id": "373", "refs": ["As noted by Rz, although the programme’s budget assumes PLN 103 billion for 10 years, i.e. PLN 10 billion per year, this amount is virtual."]}
{"seg_id": "374", "set_id": "374", "refs": ["\"The budget of the National Fund for Environmental Protection and Water Management allocated only PLN 1.4 billion for this year,\" we read."]}
{"seg_id": "375", "set_id": "375", "refs": ["The Congress consents to F-35 for Poland."]}
{"seg_id": "376", "set_id": "376", "refs": ["Błaszczak: Now price negotiations"]}
{"seg_id": "377", "set_id": "377", "refs": ["The U.S. Congress has given consent to selling 32 cutting-edge F-35 planes to Poland."]}
{"seg_id": "378", "set_id": "378", "refs": ["\"This is one of the last steps before concluding a contract, however it does not finish our efforts\" wrote Mariusz Błaszczak on Twitter."]}
{"seg_id": "379", "set_id": "379", "refs": ["\"We are going to negotiate hard to get the most attractive price\" added the Polish minister."]}
{"seg_id": "380", "set_id": "380", "refs": ["The contract for the Polish F-35"]}
{"seg_id": "381", "set_id": "381", "refs": ["The Polish Air Force will be provided eventually with 32 F-35 Lightning II fighters produced by Lockheed Martin corporation."]}
{"seg_id": "382", "set_id": "382", "refs": ["In mid-September the Department of State gave consent to selling them to Poland."]}
{"seg_id": "383", "set_id": "383", "refs": ["The statement emphasised that the investment would support national security and the foreign policy of the United States by improving the safety of a NATO ally being an important player to provide political stability in Europe."]}
{"seg_id": "384", "set_id": "384", "refs": ["According to information provided by the Department of State, Poland is supposed to pay 6.5 billion dollars for the combat aircraft."]}
{"seg_id": "385", "set_id": "385", "refs": ["This is not the final price though."]}
{"seg_id": "386", "set_id": "386", "refs": ["The Department of State stressed that the contract would also include the delivery of spare and repair parts, training equipment, providing engineering, logistic and HR services, as well as related logistics, programme support components and staff training."]}
{"seg_id": "387", "set_id": "387", "refs": ["Lockheed Martin F-35 fighters"]}
{"seg_id": "388", "set_id": "388", "refs": ["The F-35 Lightning II fighter manufactured by the Lockheed Martin corporation is a single-seat, single-engine, multi-role fifth generation combat aircraft."]}
{"seg_id": "389", "set_id": "389", "refs": ["The plane can be used to provide close support missions, bombing and typically air fighting tasks."]}
{"seg_id": "390", "set_id": "390", "refs": ["Thanks to the use of stealth technology the fighter is undetectable to short-range radars."]}
{"seg_id": "391", "set_id": "391", "refs": ["Recently Belgium has bought the F-35 fighters as part of the contract worth 4.55 billion dollars."]}
{"seg_id": "392", "set_id": "392", "refs": ["The Belgians want to replace increasingly obsolete F-16 by them."]}
{"seg_id": "393", "set_id": "393", "refs": ["Also other U.S. allies, including Finland, Switzerland and the United Arab Emirates are supposed to consider buying the American combat aircraft."]}
{"seg_id": "394", "set_id": "394", "refs": ["Barbie against stereotypes."]}
{"seg_id": "395", "set_id": "395", "refs": ["Gender dolls"]}
{"seg_id": "396", "set_id": "396", "refs": ["Barbie manufacturer released a gender neutral line of dolls"]}
{"seg_id": "397", "set_id": "397", "refs": ["It is his way of fighting stereotypes."]}
{"seg_id": "398", "set_id": "398", "refs": ["Barbie manufacturer released a gender neutral line of dolls."]}
{"seg_id": "399", "set_id": "399", "refs": ["Next to Barbie dolls of different skin colour, figure or hair style, Mattel introduced gender neutral dolls on the market."]}
{"seg_id": "400", "set_id": "400", "refs": ["The Creatable World line of dolls is fit with wigs."]}
{"seg_id": "401", "set_id": "401", "refs": ["Kids can decide whether Barbie should have short or long hair."]}
{"seg_id": "402", "set_id": "402", "refs": ["Their wardrobe consists of both trousers and dresses."]}
{"seg_id": "403", "set_id": "403", "refs": ["The girls can turn into boys and vice versa in a blink of an eye."]}
{"seg_id": "404", "set_id": "404", "refs": ["They are available in different skin colours and clothes."]}
{"seg_id": "405", "set_id": "405", "refs": ["Typical gender characteristics are no longer emphasised – the gender dolls no longer have full lips, long eyelashes, slim waists or, in Ken’s case, broad shoulders."]}
{"seg_id": "406", "set_id": "406", "refs": ["The company believes that children do not like it when gender norms are imposed on their dolls, while some parents and feminists are convinced that dolls made with a specific gender in mind hamper the ambitions of girls and reinforce traditional stereotypes."]}
{"seg_id": "407", "set_id": "407", "refs": ["\"The new dolls will give all children the sense of freedom,\" Mattel argues."]}
{"seg_id": "408", "set_id": "408", "refs": ["The Barbie doll, first launched in 1959 in a swimsuit and high heels, has often been criticised in the past for promoting \"unhealthy female stereotypes\", such as unnatural body proportions."]}
{"seg_id": "409", "set_id": "409", "refs": ["The company reacted to the criticism and has already introduced dolls of different skin colours and more curves."]}
{"seg_id": "410", "set_id": "410", "refs": ["Hijab-wearing Barbie dolls have also been introduced."]}
{"seg_id": "411", "set_id": "411", "refs": ["Zandberg: the Razem Group or Club Can Have More than Ten MPs"]}
{"seg_id": "412", "set_id": "412", "refs": ["Zandberg, asked in Radio ZET how many candidates of his party can get to the Sejm from the leftist parties (KW SLD, whose lists comprise the candidates from SLD, Wiosna and Lewica Razem, with a common logo of the \"Left Wing\"), replied this depended on the election committee’s result."]}
{"seg_id": "413", "set_id": "413", "refs": ["\"I believe the Left Wing result will be very good as we feel people hope for the fact that the Left Wing is not only right, but also powerful\", he emphasized."]}
{"seg_id": "414", "set_id": "414", "refs": ["According to Zandberg, this means the Left Wing may have 60–80 MPs."]}
{"seg_id": "415", "set_id": "415", "refs": ["\"This may mean the Razem group or club has more than ten MPs."]}
{"seg_id": "416", "set_id": "416", "refs": ["But this depends on Polish women and men."]}
{"seg_id": "417", "set_id": "417", "refs": ["I am not going to guess and say how it is going to happen\", he said."]}
{"seg_id": "418", "set_id": "418", "refs": ["When asked if Lewica Razem was going to have a separate group, Zandberg said: \"We agreed we are different and are not going to pretend this difference does not exist."]}
{"seg_id": "419", "set_id": "419", "refs": ["I think Poles rewarded that difference as we showed we can agree a common programme despite of those differences\"."]}
{"seg_id": "420", "set_id": "420", "refs": ["Asked if the major beneficiary of the common start is the SLD Leader, Włodzimierz Czarzasty, Zandberg replied he believed the major beneficiaries were the Center-left and Leftist electors."]}
{"seg_id": "421", "set_id": "421", "refs": ["In response to the comment that SLD would get the whole grant, he said \"the political party’s objective is to represent its electors\"."]}
{"seg_id": "422", "set_id": "422", "refs": ["Zandberg admitted he was going to vote for himself during the Sejm elections."]}
{"seg_id": "423", "set_id": "423", "refs": ["In the case of the Senate elections, he emphasized he was not sure."]}
{"seg_id": "424", "set_id": "424", "refs": ["\"The offer is versatile, it comprises candidates closer to my heart but there are also some further to it\", he said."]}
{"seg_id": "425", "set_id": "425", "refs": ["\"However, I will tell very honestly and clearly that if I were in the Senate district no. 44, I would take an election certificate and vote in another district\", the politician stressed."]}
{"seg_id": "426", "set_id": "426", "refs": ["\"I would probably not be tempted to vote for Minister Kazimierz Ujazdowski (a candidate of KO–PAP)\", he added."]}
{"seg_id": "427", "set_id": "427", "refs": ["In that period, apart from Ujazdowski, the other candidates include the leader of Obywatele RP Paweł Kasprzak and Marek Rudnicki from PiS."]}
{"seg_id": "428", "set_id": "428", "refs": ["Dakar: The opening of the biggest mosque in West Africa"]}
{"seg_id": "429", "set_id": "429", "refs": ["On Friday, tens of thousands of people from across Senegal gathered in the capital city for the inauguration of a huge mosque, considered to be the largest in West Africa."]}
{"seg_id": "430", "set_id": "430", "refs": ["Muslims arrived by bus, car or on foot in the district of Bopp, home to the new mosque, capable of hosting 30,000 worshippers."]}
{"seg_id": "431", "set_id": "431", "refs": ["The facility has been built by the Mouride Brotherhood, part of the Sufi strand of Islam that dominates in Senegal."]}
{"seg_id": "432", "set_id": "432", "refs": ["Work on the mosque began ten years ago on a swampy six-hectare area of land donated by the government."]}
{"seg_id": "433", "set_id": "433", "refs": ["The mosque’s name of Massalikul Jinan (\"The Paths to Paradise\") comes from the title of a poem by Sheikh Ahmadou Bamba Mbacke, the 19th-century founder of the brotherhood, who is revered by followers as a saint."]}
{"seg_id": "434", "set_id": "434", "refs": ["The mosque has a Carrara marble exterior and five minarets."]}
{"seg_id": "435", "set_id": "435", "refs": ["The tallest is 78 meters high."]}
{"seg_id": "436", "set_id": "436", "refs": ["The mosque has a capacity of 15 thousand worshippers inside, and another 15 thousand on the exterior esplanade."]}
{"seg_id": "437", "set_id": "437", "refs": ["In the lavishly finished interiors one can marvel over a gold-plated dome, giant chandeliers and decorations hand made by Moroccan workers."]}
{"seg_id": "438", "set_id": "438", "refs": ["The builders say the mosque is the biggest in West Africa, although the edifice cannot be compared to mosques in other regions."]}
{"seg_id": "439", "set_id": "439", "refs": ["In Morocco, the Hassan II mosque in Casablanca can accommodate 105,000 worshippers."]}
{"seg_id": "440", "set_id": "440", "refs": ["The construction of the mosque, which cost more than 30 million euros was funded by private donations."]}
{"seg_id": "441", "set_id": "441", "refs": ["The government, in addition to providing the land, contributed lighting, sanitary facilities, and roadworks worth 10.5 million euros."]}
{"seg_id": "442", "set_id": "442", "refs": ["Coach Smyła: Our problem is not Śląsk, only ourselves"]}
{"seg_id": "443", "set_id": "443", "refs": ["Korona’s players will try to stop a bad streak of eight winless league matches on Friday, during a meeting with the Ekstraklasa’s second placed team – Śląsk."]}
{"seg_id": "444", "set_id": "444", "refs": ["\"Our problem is not the players from Wrocław, only ourselves, we have to work on the way we play,\" emphasised Mirosław Smyła, coach of the Kielce team."]}
{"seg_id": "445", "set_id": "445", "refs": ["The last, and so far only victory in the league that Korona’s players recorded in the first round came when they defeated an expansion team Raków Częstochowa 1–0."]}
{"seg_id": "446", "set_id": "446", "refs": ["Later on, the Kielce team recorded two ties and six losses, and on Tuesday they lost their match with Zagłębie Lubin 0–1 in the round of 32 of the Polish Cup."]}
{"seg_id": "447", "set_id": "447", "refs": ["\"It makes me optimistic that in the last seconds of the cup match, the players fought for a goal, they wanted to draw."]}
{"seg_id": "448", "set_id": "448", "refs": ["Their fall on the turf after the last whistle was not due to an emotional crisis, it just showed their anger as they were so close,\" said Smyła."]}
{"seg_id": "449", "set_id": "449", "refs": ["As he pointed out, Śląsk has very strong wingers, that is why he will remind the team to play with width on the field."]}
{"seg_id": "450", "set_id": "450", "refs": ["\"We are aware of the quality of our opponent, but we also look at how we want to play,\" the coach added."]}
{"seg_id": "451", "set_id": "451", "refs": ["For Friday’s match, Korona’s team for sure won’t see Ognjen Gnjatic who is banned for too many yellow cards, nor Jakub Żubrowski, and Michael Gardawski who are injured."]}
{"seg_id": "452", "set_id": "452", "refs": ["It was encouraging that a few players were willing to play during the cup match."]}
{"seg_id": "453", "set_id": "453", "refs": ["\"We have a headache, recently it had seemed like we wouldn’t have it, but we have it now,\" Smyła stated."]}
{"seg_id": "454", "set_id": "454", "refs": ["Korona's defender, Daniel Dziwniel, pointed out that whilst Śląsk would not be an easy rival against which to halt their streak of eight winless league matches in a row, however, in the Ekstraklasa, anyone can beat anyone."]}
{"seg_id": "455", "set_id": "455", "refs": ["\"We are a good team."]}
{"seg_id": "456", "set_id": "456", "refs": ["In recent weeks, we may have not shown it on the field, but that time will come when we will start winning, and we believe that it will be on Friday,\" the player said."]}
{"seg_id": "457", "set_id": "457", "refs": ["After nine rounds of the Ekstraklasa, Korona has five points and is in 15th place."]}
{"seg_id": "458", "set_id": "458", "refs": ["Śląsk has 12 more points and ranks second."]}
{"seg_id": "459", "set_id": "459", "refs": ["The match will start at 8:30 p.m. on Friday in Kielce."]}
{"seg_id": "460", "set_id": "460", "refs": ["These trees could totally disappear from Europe"]}
{"seg_id": "461", "set_id": "461", "refs": ["\"42% of European tree species are considered threatened,\" warns the International Union for Conservation of Nature (IUCN) in \"The European Red List of Trees\" published on Friday."]}
{"seg_id": "462", "set_id": "462", "refs": ["Chestnut, and mountain-ash trees are at the top of the list."]}
{"seg_id": "463", "set_id": "463", "refs": ["IUCN, an organisation seated in Gland in Switzerland, has published the list of endangered European trees species for the first time."]}
{"seg_id": "464", "set_id": "464", "refs": ["It was drawn up by experts, whose research established that of the 454 tree species in Europe (as well as elsewhere in the world), 42% have \"a high risk of extinction\"."]}
{"seg_id": "465", "set_id": "465", "refs": ["According to The Red List, the reasons for this are the rapid expansion of urban agglomerations and global climate change."]}
{"seg_id": "466", "set_id": "466", "refs": ["However, the most endangered trees and shrubs are those found only or mainly on our continent."]}
{"seg_id": "467", "set_id": "467", "refs": ["When it comes to the typical European forest, according to the IUCN experts, 58% of species are endangered, and 15%, i.e. 66 tree and shrub species are at risk of extinction."]}
{"seg_id": "468", "set_id": "468", "refs": ["The main reasons for deforestation stated in The Red List are over-exploitation, accelerated urbanisation and hyper intensified forest clearing, but also forest fires and changes in the European ecosystem."]}
{"seg_id": "469", "set_id": "469", "refs": ["According to the report’s authors, the existence of many European varieties of shrubs, moss, and lichen are under a high degree of threat."]}
{"seg_id": "470", "set_id": "470", "refs": ["\"The impact of human-led activities is resulting in population decline and a heightened risk of extinction across Europe of important species that are undervalued and form the backbone of Europe’s ecosystems and contribute to a healthy planet,\" said Luc Bas, Director of IUCN’s European Regional Office, summarising the report."]}
{"seg_id": "471", "set_id": "471", "refs": ["Grzegorz Schetyna: I will not promise 600+"]}
{"seg_id": "472", "set_id": "472", "refs": ["\"Today PiS is trying to bribe Poles by offering them a free-for-all on credit that will have to repaid by future generations,\" says Grzegorz Schetyna in an interview for Rzeczpospolita."]}
{"seg_id": "473", "set_id": "473", "refs": ["In his opinion, \"all of PiS politics is fakery\"."]}
{"seg_id": "474", "set_id": "474", "refs": ["At the same time, the politician promises that \"what is given will not be taken away.\""]}
{"seg_id": "475", "set_id": "475", "refs": ["In his interview with Jacek Nizinkiewicz, Schetyna assures that he knows how to defeat the Law and Justice party."]}
{"seg_id": "476", "set_id": "476", "refs": ["The key is to mobilise the electorate at the ballots."]}
{"seg_id": "477", "set_id": "477", "refs": ["He believes that the opposition has more potential in this respect than Kaczyński’s party."]}
{"seg_id": "478", "set_id": "478", "refs": ["\"Today, the number of aware people who want to live in a normal country outgrows the number of supporters of PiS which, as a party, has betrayed the values it preaches, such as modesty, humility and transparency,\" argues Schetyna."]}
{"seg_id": "479", "set_id": "479", "refs": ["The leader of the Civic Coalition and chairman of the Civic Platform also highlighted the basic points of the KO election programme."]}
{"seg_id": "480", "set_id": "480", "refs": ["\"First of all, nothing which is given will be taken away, but we need to set a clear course for the future, because PiS is focused only on the present; there is no plan for Poland, which is obvious taken the drastically low investments,\" he said."]}
{"seg_id": "481", "set_id": "481", "refs": ["Secondly, it is about \"setting the Poles’ energy in motion, helping and investing in those who work hard and those who are entrepreneurial.\""]}
{"seg_id": "482", "set_id": "482", "refs": ["Schetyna explains that one of the projects in the KO programme will put PLN 614 more into the hands of Poles earning the least money and also a few hundred more into those of the higher earners as well."]}
{"seg_id": "483", "set_id": "483", "refs": ["The politician also noted that he did not want to compete for who hands out the most."]}
{"seg_id": "484", "set_id": "484", "refs": ["He said he would do everything in his power, but he will not promise 600+."]}
{"seg_id": "485", "set_id": "485", "refs": ["\"I will never agree to the Greek variant, where those in power went to war with the opposition bidding who would hand out more money, which eventually led to the financial collapse of the country,\" he stressed."]}
{"seg_id": "486", "set_id": "486", "refs": ["In his interview for Rz Schetyna also said that Jarosław Kaczyński and Mateusz Morawiecki are afraid to debate him and Małgorzata Kidawa-Błońska."]}
{"seg_id": "487", "set_id": "487", "refs": ["\"We would expose their hypocrisy and propaganda,\" he argued."]}
{"seg_id": "488", "set_id": "488", "refs": ["\"Pride comes before a fall."]}
{"seg_id": "489", "set_id": "489", "refs": ["Kaczyński is just as much a statesman as Banaś is a crystal-clear person,\" he added."]}
{"seg_id": "490", "set_id": "490", "refs": ["The PO leader also said that he is yet to decide whether or not he will run for the presidency of Platforma."]}
{"seg_id": "491", "set_id": "491", "refs": ["Argentina: Six Andean condors found dead"]}
{"seg_id": "492", "set_id": "492", "refs": ["Six Andean condors found dead in Argentina’s Santa Cruz province – TVN24 informs."]}
{"seg_id": "493", "set_id": "493", "refs": ["According to experts, human activity has contributed to their deaths."]}
{"seg_id": "494", "set_id": "494", "refs": ["The Andean condors were probably poisoned by agents for killing predators such as pumas, foxes, and wild dogs."]}
{"seg_id": "495", "set_id": "495", "refs": ["The animals could have eaten a toxic carcass."]}
{"seg_id": "496", "set_id": "496", "refs": ["All but one of the dead condors were adult individuals."]}
{"seg_id": "497", "set_id": "497", "refs": ["\"This is a big loss for the environment as it takes 10 to 15 years for a condor to become fertile and ready to breed."]}
{"seg_id": "498", "set_id": "498", "refs": ["So we have lost a protected, endangered species,\" says Luis Jacome, the head of the BioAndina Foundation, the Argentinian environmental protection organisation."]}
{"seg_id": "499", "set_id": "499", "refs": ["\"I think that using toxic bait and poison endangers not only this species but all forms of life, including human health\", he adds."]}
{"seg_id": "500", "set_id": "500", "refs": ["Rz: They want a jewel for the president"]}
{"seg_id": "501", "set_id": "501", "refs": ["Works have been initiated to award the head of the state with a precious chain."]}
{"seg_id": "502", "set_id": "502", "refs": ["The idea was approved by Andrzej Duda’s office, we read in Rzeczpospolita."]}
{"seg_id": "503", "set_id": "503", "refs": ["As explained by the daily, it is a chain of the Order of the White Eagle, a royal insignia officially referred to as the jewel of the Republic of Poland in the interwar period."]}
{"seg_id": "504", "set_id": "504", "refs": ["It was last used probably by President Ignacy Mościcki."]}
{"seg_id": "505", "set_id": "505", "refs": ["Rz reports that such chain might be placed on Andrzej Duda’s shoulders soon."]}
{"seg_id": "506", "set_id": "506", "refs": ["On Wednesday, the Senate Committee for Human Rights, Rule of Law and Petitions passed the motion to start work on amending the Orders and Decorations Act in order to restore it."]}
{"seg_id": "507", "set_id": "507", "refs": ["The daily reports this is not the first attempt at restoring this chain to the head of the state."]}
{"seg_id": "508", "set_id": "508", "refs": ["The Senate voted on such an amendment already in 1992, but it fell through due to one vote."]}
{"seg_id": "509", "set_id": "509", "refs": ["This time the works are lightning fast."]}
{"seg_id": "510", "set_id": "510", "refs": ["At the beginning of August, senators spent a few minutes on this issue concluding that they would ask the opinion of the President’s office."]}
{"seg_id": "511", "set_id": "511", "refs": ["It came in mid September."]}
{"seg_id": "512", "set_id": "512", "refs": ["\"I wish to inform you that the Chancellery of the President of the Republic of Poland does not raise any remarks as to the position presented in the said petition,\" wrote Andrzej Dera, presidential minister at that time."]}
{"seg_id": "513", "set_id": "513", "refs": ["On Wednesday, the matter was continued by the Senate committee and, again, little time was devoted to it."]}
{"seg_id": "514", "set_id": "514", "refs": ["\"The Chancellery of the President responded briefly: it is in favour of restoring it,\" said Robert Mamątow of PiS, head of the committee, cited by Rz."]}
{"seg_id": "515", "set_id": "515", "refs": ["He submitted a motion to initiate legislative works, supported by the committee."]}
{"seg_id": "516", "set_id": "516", "refs": ["Policemen will teach drivers how to behave at crosswords."]}
{"seg_id": "517", "set_id": "517", "refs": ["The police action will be organized e.g. at the crossroad of al. Cieplińskiego and al. Piłsudskiego."]}
{"seg_id": "518", "set_id": "518", "refs": ["The project can be attributed to the recent complaints of the city authorities about the drivers who cannot properly behave at a crossroad."]}
{"seg_id": "519", "set_id": "519", "refs": ["On Friday, 27th of September policemen will launch preventive measurements under the name \"Przejezdne skrzyżowania\" in Rzeszów."]}
{"seg_id": "520", "set_id": "520", "refs": ["They aim to eliminate traffic problems: entering the crossroad without being able to exit it, disregarding light signals or road signs."]}
{"seg_id": "521", "set_id": "521", "refs": ["\"We often think we are alone at the crossroad and the truth is we make life harder for other drivers\", said Marek Ustrobiński, vice-president of Rzeszów a few days ago."]}
{"seg_id": "522", "set_id": "522", "refs": ["He made this statement during the city authorities press conference during which the examples of irresponsible driving behaviour at crossroads were presented, which is the reason for traffic jams."]}
{"seg_id": "523", "set_id": "523", "refs": ["At that time the president asked the drivers to be cautious at the road and start the drive sooner at the traffic lights or refrain from texting during driving."]}
{"seg_id": "524", "set_id": "524", "refs": ["This issue was somehow taken over by Rzeszów police officers who are starting the action \"Przejezdne skrzyżowania\" today."]}
{"seg_id": "525", "set_id": "525", "refs": ["What is it about?"]}
{"seg_id": "526", "set_id": "526", "refs": ["The aim of those measurements is to eliminate impeding the traffic flow at crossroads by the drivers who enter them without the possibility to continue driving."]}
{"seg_id": "527", "set_id": "527", "refs": ["It is a frequent offence leading to larger traffic problems and traffic jams."]}
{"seg_id": "528", "set_id": "528", "refs": ["Those who do it can get a fine of PLN 300 and 2 penalty points."]}
{"seg_id": "529", "set_id": "529", "refs": ["Police officers will also pay attention to disregarding traffic lights or road signs and inappropriate parking near the crossroads."]}
{"seg_id": "530", "set_id": "530", "refs": ["They are also going to focus on missing traffic flow, late start at the traffic lights, slow ride at the crossroads and too large distances between the vehicles."]}
{"seg_id": "531", "set_id": "531", "refs": ["At which crossroads will those measures be taken?"]}
{"seg_id": "532", "set_id": "532", "refs": ["Among others, ul. Lisa-Kuli with ul. Jagiellońska; al. Cieplińskiego and al. Piłsudskiego; ul. Targowa with al. Piłsudskiego; Plac Śreniawitów with ul. Dąbrowskiego or ul. Hetmańska with al. Powstańców Warszawy."]}
{"seg_id": "533", "set_id": "533", "refs": ["Those actions will be organized in the capital of Subcarpathia on October Fridays."]}
{"seg_id": "534", "set_id": "534", "refs": ["Inspection of a waste treatment company cooperating with \"Czajka\""]}
{"seg_id": "535", "set_id": "535", "refs": ["\"On Friday, the Wołomin District Starosty Environmental Protection Department, and officials from the Poviat Construction Supervision Inspectorate assessed the facility located in the Zielonka gmina in which waste from the Varsovian \"Czajka\" sewage treatment plant is treated,\" said Karol Szyszko, spokesman for Wołomin Starosty."]}
{"seg_id": "536", "set_id": "536", "refs": ["Inspectors from Wołomin Starosty assessed the plant located in the woods of the Zielonka gmina."]}
{"seg_id": "537", "set_id": "537", "refs": ["Private trading and transport company \"Dar-Trans\", under contract with the capital sewage treatment plant \"Czajka\", provides post treatment solid waste management services."]}
{"seg_id": "538", "set_id": "538", "refs": ["\"The installation was visually inspected, and what is more, the entrepreneur was asked to provide documentation related to their business activity,\" Szyszko said."]}
{"seg_id": "539", "set_id": "539", "refs": ["He added that an inspection report will be submitted i.a. to the Voivodship Inspectorate of Environmental Protection in Warsaw."]}
{"seg_id": "540", "set_id": "540", "refs": ["The last inspection at \"Dar-Trans\" was conducted by the Mazowieckie Voivodship Inspectorate of Environmental Protection between 29th December 2015 to 11th February 2016."]}
{"seg_id": "541", "set_id": "541", "refs": ["It was established that the company had not collected samples, had not taken measurements, had not tested groundwater, and nor did they have tests results regarding stabilised municipal sewage sludge from the \"Czajka\" sewage treatment plant."]}
{"seg_id": "542", "set_id": "542", "refs": ["Following the Mazowieckie Voivodship Inspectorate of Environmental Protection inspection, Dariusz Sobota has been ordered to put an end to the breaches recorded in the decision."]}
{"seg_id": "543", "set_id": "543", "refs": ["Private trading and transport company \"DAR-TRANS\" Dariusz Sobota is one of the companies that collects waste in the form of stabilised municipal sewage sludge from the \"Czajka\" sewage treatment plant."]}
{"seg_id": "544", "set_id": "544", "refs": ["In accordance with the decision to carry out waste utilisation in mine workings, waste weighing up to 60,000 tonnes is processed per year in the forests near Zielonka."]}
{"seg_id": "545", "set_id": "545", "refs": ["Last Thursday, the Warsaw Municipal Water and Sewage Service stated that due to damage to equipment at the incineration plant, the thermal sewage sludge utilisation station had been decommissioned at the beginning of December 2018."]}
{"seg_id": "546", "set_id": "546", "refs": ["According to the Municipal Water and Sewage Service, the monthly cost of disposal amounts to PLN 1.7 million (calculated on the basis of export costs from 01/01/2019 to 31/08/2019)."]}
{"seg_id": "547", "set_id": "547", "refs": ["Lech Wałęsa supports Małgorzata Kidawa-Błońska."]}
{"seg_id": "548", "set_id": "548", "refs": ["\"You have undertaken a difficult task and you can count on my full support\" said Lech Wałęsa on Friday to Małgorzata Kidawa-Błońska."]}
{"seg_id": "549", "set_id": "549", "refs": ["\"Mr President, these words are very important to me\" answered the Platforma Obywatelska’s party candidate for prime minister, leader of KO’s ticket in Warsaw."]}
{"seg_id": "550", "set_id": "550", "refs": ["The former president emphasised that if it comes to situation in Poland, now he is just a \"retired fan\"."]}
{"seg_id": "551", "set_id": "551", "refs": ["Małgorzata Kidawa-Błońska met on Friday with former president Lech Wałęsa in his office in the European Solidarity Centre in Gdańsk."]}
{"seg_id": "552", "set_id": "552", "refs": ["In a short closed-door meeting participated Wałęsa’s son – Jarosław."]}
{"seg_id": "553", "set_id": "553", "refs": ["\"You have undertaken a difficult task\" , said Lech Wałęsa after the meeting."]}
{"seg_id": "554", "set_id": "554", "refs": ["\"You can count on my full support\" he added."]}
{"seg_id": "555", "set_id": "555", "refs": ["\"The problems Poland faces are known to all of us."]}
{"seg_id": "556", "set_id": "556", "refs": ["Therefore we greatly hope that you as a woman will manage the problems,, and we all – the ones who love Poland – will support your actions as strongly as we can\", said former president, addressing to Kidawa-Błońska."]}
{"seg_id": "557", "set_id": "557", "refs": ["Very important words"]}
{"seg_id": "558", "set_id": "558", "refs": ["Kidawa-Błońska expressed her thanks for the support."]}
{"seg_id": "559", "set_id": "559", "refs": ["\"Mr President, these words are very important to me, because nobody can speak about freedom, constitution like you do and know how important it is’, she said."]}
{"seg_id": "560", "set_id": "560", "refs": ["\"Let’s show that we can conduct other, wiser policy, together, but at the same observing constitution, law, and respecting others."]}
{"seg_id": "561", "set_id": "561", "refs": ["You were doing your revolution that way and we want to change Poland that way’, emphasised Kidawa-Błońska."]}
{"seg_id": "562", "set_id": "562", "refs": ["Retired fan"]}
{"seg_id": "563", "set_id": "563", "refs": ["Wałęsa in a talk with journalists has said that now he is \"just a retired fan\"."]}
{"seg_id": "564", "set_id": "564", "refs": ["\"I am obviously watching the situation."]}
{"seg_id": "565", "set_id": "565", "refs": ["I hope that we will reverse the tide to return to all the proved, good things."]}
{"seg_id": "566", "set_id": "566", "refs": ["The separation of powers is crucial, constitution is crucial, courts are absolutely necessary."]}
{"seg_id": "567", "set_id": "567", "refs": ["And all this has to be cleaned, all this has to be reclaimed and I do believe that we are going to make it."]}
{"seg_id": "568", "set_id": "568", "refs": ["Because if not, we will be facing a street criterium\" said Lech Wałęsa."]}
{"seg_id": "569", "set_id": "569", "refs": ["\"Therefore this is so important that Poles come to polls, think and take their own decision."]}
{"seg_id": "570", "set_id": "570", "refs": ["And this is crucial\", added Kidawa-Błońska."]}
{"seg_id": "571", "set_id": "571", "refs": ["\"Last chance to improve the state of affairs in Poland\", former president responded to it."]}
{"seg_id": "572", "set_id": "572", "refs": ["\"We have to build foundations anew\""]}
{"seg_id": "573", "set_id": "573", "refs": ["When asked about the most important changes Poland should face, Kidawa-Błońska replied: \"Mr President aid it very well."]}
{"seg_id": "574", "set_id": "574", "refs": ["We have to build foundations anew, to make any other things based on them."]}
{"seg_id": "575", "set_id": "575", "refs": ["Since the separation of powers does not exist, since constitution is not respected, we have to return to the origins and make it obvious for all to know that otherwise Poland will not make any step forwards\"."]}
{"seg_id": "576", "set_id": "576", "refs": ["Men's European Volleyball Championship: Slovenia – Poland 3:1 in the semi-final."]}
{"seg_id": "577", "set_id": "577", "refs": ["The Polish volleyball team clashed against Slovenians on difficult Ljubljana ground in the European championship semi-final."]}
{"seg_id": "578", "set_id": "578", "refs": ["The match was filled with controversies and discussions with the referees, mainly from Polish coach Vital Heynen."]}
{"seg_id": "579", "set_id": "579", "refs": ["The White and Reds lost 1:3 and will play for the bronze."]}
{"seg_id": "580", "set_id": "580", "refs": ["The Senate decided on key acts"]}
{"seg_id": "581", "set_id": "581", "refs": ["The Senate passed the act on disclosure of assets belonging to the families of key state officials and on the flights of key state officials without any amendments."]}
{"seg_id": "582", "set_id": "582", "refs": ["52 senators voted in favour of the amendment of the act on assets belonging to family members of state officials, with 14 voting against and three abstaining from voting."]}
{"seg_id": "583", "set_id": "583", "refs": ["Thus, the senators decided to reject the 12 amendments submitted by PO senator Sławomir Rybicki during Wednesday’s debate."]}
{"seg_id": "584", "set_id": "584", "refs": ["According to him, the amendments were supposed to \"civilise\" the law and limit the scope of information given in statements of financial assets by an official's own children, their spouse’s children and adopted children to cases in which children are members of the same household as the person obligated to submit such statement."]}
{"seg_id": "585", "set_id": "585", "refs": ["The Act on the transparency of assets belonging to family members of key state officials, whose bill was drafted in the prime minister’s office, was passed by the Sejm on September 11."]}
{"seg_id": "586", "set_id": "586", "refs": ["The provisions assume that the prime minister, ministers, MPs, MEPs, senators, presidents of the Constitutional Tribunal, the Supreme Administrative Court and the Supreme Court, as well as persons in charge of other state institutions will be obliged to include information on the personal assets of their spouses, children and members of the same household in their assets declaration."]}
{"seg_id": "587", "set_id": "587", "refs": ["The Senate did not propose any amendments to the act on flights of key state officials as well."]}
{"seg_id": "588", "set_id": "588", "refs": ["The act regulates which flights receive the HEAD status and who may accompany key state officials on board of government aircraft."]}
{"seg_id": "589", "set_id": "589", "refs": ["The act also specifies who is responsible for maintaining the Central Flight Register."]}
{"seg_id": "590", "set_id": "590", "refs": ["55 senators voted in favour of the act in its unamended form; 12 senators were against and four abstained."]}
{"seg_id": "591", "set_id": "591", "refs": ["Under the act, each presidential flight will be considered as \"conducted as part of an official mission\"."]}
{"seg_id": "592", "set_id": "592", "refs": ["The president's family members and other guests invited by the president will be able to accompany them on flights."]}
{"seg_id": "593", "set_id": "593", "refs": ["Meanwhile, in the case of the prime minister and speakers of the Sejm and Senate only a flight \"undertaken for the purpose of fulfilling duties related to their held positions\" will be considered an official mission."]}
{"seg_id": "594", "set_id": "594", "refs": ["The act also specifies the list of persons who may accompany key state officials during a flight."]}
{"seg_id": "595", "set_id": "595", "refs": ["According to the regulations, members of delegations, i.e. invited MPs, senators, representatives of public authorities and experts, persons providing technical, medical or organisational support, as well as journalists, may be on board the plane."]}
{"seg_id": "596", "set_id": "596", "refs": ["Under the act, in case of doubts related to the flights of the speakers of the Sejm and Senate, the head of the prime minister’s chancellery will ask for suitable clarification."]}
{"seg_id": "597", "set_id": "597", "refs": ["If such doubts are not clarified within the prescribed time limit, the head of the prime minister’s chancellery will be obligated to notify the heads of the Sejm or Senate chancelleries of the impossibility of organising such a flight."]}
{"seg_id": "598", "set_id": "598", "refs": ["A new sports plenipotentiary"]}
{"seg_id": "599", "set_id": "599", "refs": ["Waldemar Paluch has appointed his plenipotentiary for physical culture, sports and tourism."]}
{"seg_id": "600", "set_id": "600", "refs": ["The plenipotentiary is Artur Świątek, a long-term chairman of the Academic Club AZS PWSTE Jarosław, head of the Jarosław’s college chancellor office for recent 4 years."]}
{"seg_id": "601", "set_id": "601", "refs": ["Photo Bartłomiej Pacek Artur Świątek has been recently deeply involved in the project of reactivating basketball in Jarosław."]}
{"seg_id": "602", "set_id": "602", "refs": ["Artur Świątek is not an anonymous person in the circle of sport in Jarosław."]}
{"seg_id": "603", "set_id": "603", "refs": ["The graduate of the School of Physical Education in Biała Podlaska has been an instructor at the State Higher School of Technology and Economics in Jarosław since 2002, and he has been a chairman for 15 years."]}
{"seg_id": "604", "set_id": "604", "refs": ["Following their first training session in Paris, the Poles now wait for their last rival"]}
{"seg_id": "605", "set_id": "605", "refs": ["On Friday, the Polish volleyball team had their first training session in Paris, where on Saturday they will play in the bronze medal match."]}
{"seg_id": "606", "set_id": "606", "refs": ["The path to the title was blocked for Vital Heynen’s charges owing to their 1-3 defeat on Thursday against the Slovenians in Ljubljana."]}
{"seg_id": "607", "set_id": "607", "refs": ["There have been a lot of media reports about their troubles travelling to this clash."]}
{"seg_id": "608", "set_id": "608", "refs": ["This time, there were no such problems – on Friday morning they used a charter and went with the Slovenians to Paris and a few hours later they took training in the famous Bercy Arena."]}
{"seg_id": "609", "set_id": "609", "refs": ["According to onlookers, the World Champions’ coach appeared flustered."]}
{"seg_id": "610", "set_id": "610", "refs": ["As Heynen’s assistant Michał Mieszko Gogol pointed out, this time the main purpose of training was not just about practising volleyball techniques."]}
{"seg_id": "611", "set_id": "611", "refs": ["\"We went to the arena but it was mostly about providing time for the team."]}
{"seg_id": "612", "set_id": "612", "refs": ["It was about spending that time together rather than training."]}
{"seg_id": "613", "set_id": "613", "refs": ["To talk and think about how we will rebuild it all as a team,\" he reported."]}
{"seg_id": "614", "set_id": "614", "refs": ["He confirmed that the semi-final defeat was a hard lesson for both players and coaching staff."]}
{"seg_id": "615", "set_id": "615", "refs": ["\"We were brutally brought down to earth."]}
{"seg_id": "616", "set_id": "616", "refs": ["We’re disappointed, there’s no doubt about it."]}
{"seg_id": "617", "set_id": "617", "refs": ["We still believed we would go back to that match."]}
{"seg_id": "618", "set_id": "618", "refs": ["We discussed the match amongst the staff, and the coach talked a lot with the players."]}
{"seg_id": "619", "set_id": "619", "refs": ["I would suggest that the two main reasons for our defeat were the ineffectiveness of the attack line and coping with situational balls much poorer than usual."]}
{"seg_id": "620", "set_id": "620", "refs": ["In this respect, the Slovenians were much better than us,\" he said."]}
{"seg_id": "621", "set_id": "621", "refs": ["In his view, the White and Reds had not been under stress due to being up against the tournament co-host, in front of a large, noisy support."]}
{"seg_id": "622", "set_id": "622", "refs": ["He admitted that the smooth path to the semi-finals could have allowed the World Champions’ to let their guard down."]}
{"seg_id": "623", "set_id": "623", "refs": ["\"Probably, if we had been defeated in a similar way in the group phase, we would have learnt that lesson quicker, and later on we would have played differently in the later stages of the tournament."]}
{"seg_id": "624", "set_id": "624", "refs": ["But these are what-ifs,\" he reserved."]}
{"seg_id": "625", "set_id": "625", "refs": ["Gogol hopes that anger due to Thursday’s defeat will morph into aggression during the Bronze medal match."]}
{"seg_id": "626", "set_id": "626", "refs": ["\"I hope we will show our true colours then."]}
{"seg_id": "627", "set_id": "627", "refs": ["The stakes are high."]}
{"seg_id": "628", "set_id": "628", "refs": ["The last time we won the medal during the European Championship was back in 2011,\" he recalled."]}
{"seg_id": "629", "set_id": "629", "refs": ["Paris is the fifth city, and France the third country visited by the Poles during this championship."]}
{"seg_id": "630", "set_id": "630", "refs": ["In the group phase they competed in Rotterdam and Amsterdam, then went to Apeldoorn for the first two meetings of the group phase, before moving on to Ljubljana for the semi-final."]}
{"seg_id": "631", "set_id": "631", "refs": ["Nick Kyrgios: a harsh but suspended punishment"]}
{"seg_id": "632", "set_id": "632", "refs": ["The Australian tennis player was given a 16-week ban – suspended for six months – and a fine of 25,000 dollars for the use of reprehensible words, gestures and deeds during the last ATP tournament."]}
{"seg_id": "633", "set_id": "633", "refs": ["ATP World Tour members have lost patience for Kyrgios, but they will give him a chance to improve."]}
{"seg_id": "634", "set_id": "634", "refs": ["The summary of transgressions given against one of the most controversial professional tennis players of recent years reads menacingly – a 16-week ban and a substantial fine, with both having been suspended for six months – a probation period during which the recalcitrant athlete can improve his behaviour."]}
{"seg_id": "635", "set_id": "635", "refs": ["Nick Kyrgios is just 24 years old but he has been courting controversy for a very long time, beating a tennis world record by having had to pay the highest single financial penalty in the history of the sport for breaking rules of conduct both on and off the court."]}
{"seg_id": "636", "set_id": "636", "refs": ["Loud swearing, strange gestures, unsportsmanlike conduct, insulting a judge and the audience, breaking two rackets during a defeat against Karen Khachanov – all rule breaches for which he paid 113,000 dollars following August’s ATP Masters 1000 tournaments in Cincinnati."]}
{"seg_id": "637", "set_id": "637", "refs": ["Despite an early exit at the 2019 US Open, he still had time to state publicly that ATP members \"are corrupt\", which offended the organisation so much that they implemented a weeks-long disciplinary investigation into Kyrgios, which later issued a suspension and another fine."]}
{"seg_id": "638", "set_id": "638", "refs": ["However, after hearing from the accused and being provided with the context around the statement, the words were forgiven."]}
{"seg_id": "639", "set_id": "639", "refs": ["In a statement, tennis officials claimed that the investigation showed that Kyrgios’ behaviour in the past 12 months was in many cases highly questionable and was in almost constant violation of the rules; he continuously vulgarly insulted people associated with tournaments and spectators, hence the high penalty."]}
{"seg_id": "640", "set_id": "640", "refs": ["However, the ATP gave him five days to appeal and immediately postponed execution of the sentence, ordering him to meet several conditions during the following six months: during the ATP Tour, and ATP Challenge Tour tournaments Kyrgios may no longer in any way violate the professional tennis players’ code of conduct, particularly he may not swear, destroy rackets, quarrel with judges or the audience, or otherwise behave obscenely or vulgarly."]}
{"seg_id": "641", "set_id": "641", "refs": ["He was also advised to seek \"continuous support\" from mental coaches during tournaments but also to consult in the off-season with experts specialising in solving the problems of athletes who can’t cope with their behaviour."]}
{"seg_id": "642", "set_id": "642", "refs": ["Nick Kyrgios’s first comment (in the social media) on the verdict was as follows: \"Hi everybody, I can still play."]}
{"seg_id": "643", "set_id": "643", "refs": ["I just have to control my behaviour, that's all\"."]}
{"seg_id": "644", "set_id": "644", "refs": ["In practice, the Australian will have at least a two-week break, because during The Laver Cup he exacerbated a shoulder injury which forced him to withdraw from ties in Beijing (from 30 September to 6 October) and in Shanghai (from 6 to 13 October)."]}
{"seg_id": "645", "set_id": "645", "refs": ["Kyrgios is in 27th place in the ATP rankings."]}
{"seg_id": "646", "set_id": "646", "refs": ["This year, he won two tournaments: in Washington and Acapulco, earning more than 1.3 M dollars, so even after paying fines, he will have a lot left."]}
{"seg_id": "647", "set_id": "647", "refs": ["Central Statistical Office: level of life in Poland constantly rising"]}
{"seg_id": "648", "set_id": "648", "refs": ["According to the report on the household budget that was published by the Central Statistical Office on Friday, as many as 44 percent of households regard their financial situation as good or rather good."]}
{"seg_id": "649", "set_id": "649", "refs": ["A year ago it was 37,2 percent, in 2016 33,5 percent and earlier, from 2009 onwards, when the statistical office first conducted a survey on the subjective evaluation of the situation in the households it was never higher than 30 percent."]}
{"seg_id": "650", "set_id": "650", "refs": ["Last year 8,1 percent of households regarded their financial situation as bad or rather bad, in comparison to 11,2 percent a year before and more than 20 percent in 2009."]}
{"seg_id": "651", "set_id": "651", "refs": ["It is freelancers who have the best financial situation."]}
{"seg_id": "652", "set_id": "652", "refs": ["More than 70 percent of survey participants perceive it as good or rather good."]}
{"seg_id": "653", "set_id": "653", "refs": ["As opposed to that only 18 percent of pensioners responded in this manner."]}
{"seg_id": "654", "set_id": "654", "refs": ["The subjective evaluation of the financial situation is merely influenced by the number of children."]}
{"seg_id": "655", "set_id": "655", "refs": ["It is lone parents who are living in harsh conditions, 32 percent of them perceive their financial situation as good or rather good."]}
{"seg_id": "656", "set_id": "656", "refs": ["Among the pairs with children this number is, depending on the number of kids, between 55 and 60 percent, in case of households without children it amounts to 48,8 percent."]}
{"seg_id": "657", "set_id": "657", "refs": ["The effect of the 500+ programme is merely reflected in those statistics."]}
{"seg_id": "658", "set_id": "658", "refs": ["Before it was started (in 2016) it was lonely parents and large families (with the minimum of three children) who perceived their financial situation as the worst."]}
{"seg_id": "659", "set_id": "659", "refs": ["Improving the subjective evaluation of the financial situation of Poles can be attributed to the quick growth of incomes, chiefly from work."]}
{"seg_id": "660", "set_id": "660", "refs": ["It is, however, not everything, because the number of households that perceive their situation as good is growing faster than real incomes."]}
{"seg_id": "661", "set_id": "661", "refs": ["What is more, on the level of voivodeships there is no exact correlation between the level of income and the evaluation of the financial situation in households."]}
{"seg_id": "662", "set_id": "662", "refs": ["The citizens of the Opole voivodeship are the most satisfied, 48,9 percent of the survey recipients think their situation is good or rather good."]}
{"seg_id": "663", "set_id": "663", "refs": ["The citizens of the Lubuskie voivodeship (47,7 percent) are next, followed by the Silesian voivodeship (47,6 percent), Masovia voivodeship (47,3 percent) and the Western Pomerania voivodeship (47,1 percent)."]}
{"seg_id": "664", "set_id": "664", "refs": ["In the Opole voivodeship the disposable income (after paying taxes and contributions) amounted last year to nearly 94 percent of the average country income, and in the Lubuskie voivodeship to 98 percent."]}
{"seg_id": "665", "set_id": "665", "refs": ["The citizens of the Masovia voivodeship (120 percent of the average country income) and the Silesia voivodeship (104 percent) were the ones with the highest income."]}
{"seg_id": "666", "set_id": "666", "refs": ["In 2018 the average disposable income per person amounted to 1693 PLN."]}
{"seg_id": "667", "set_id": "667", "refs": ["In the real context (after considering the price change) it grew by 4,3 percent as compared to 2017."]}
{"seg_id": "668", "set_id": "668", "refs": ["In comparison to the earlier years it was quite a low result."]}
{"seg_id": "669", "set_id": "669", "refs": ["In 2016 the income per person grew by 7 percent and one year later by 6,3 percent."]}
{"seg_id": "670", "set_id": "670", "refs": ["Even though the growth of incomes is slowing down, it is also the growth of spendings that is decelerating."]}
{"seg_id": "671", "set_id": "671", "refs": ["Last year they amounted to 1187 zł per capita, so they decreased by 0,7 percent in a real context."]}
{"seg_id": "672", "set_id": "672", "refs": ["It is the first such a case from 2013."]}
{"seg_id": "673", "set_id": "673", "refs": ["In 2017 the spendings per person grew realistically by 1,9 per cent and in 2016 by 4,3 per cent."]}
{"seg_id": "674", "set_id": "674", "refs": ["As the surveys on the household budget suggest, an average household is currently spending 70,1 percent of their disposable incomes. In 2014 this contribution was more than 80 percent and until 2006 more than 90 percent."]}
{"seg_id": "675", "set_id": "675", "refs": ["Paulina Smaszcz-Kurzajewska in a see-through blouse"]}
{"seg_id": "676", "set_id": "676", "refs": ["Paulina Smaszcz-Kurzajewska appeared on a closed fashion show for Patrizia Pepe brand."]}
{"seg_id": "677", "set_id": "677", "refs": ["Unfortunately, her look was not a good one."]}
{"seg_id": "678", "set_id": "678", "refs": ["Paulina Smaszcz-Kurzajewska is the wife of Maciej Kurzajewski, a sports journalist."]}
{"seg_id": "679", "set_id": "679", "refs": ["Paulina Smaszcz-Kurzajewska is a Polish journalist and television presenter."]}
{"seg_id": "680", "set_id": "680", "refs": ["She is involved in activities in favour of women, for whom she organises interactive workshops, motivational speeches, lectures and conference panels."]}
{"seg_id": "681", "set_id": "681", "refs": ["For 25 years she has been working in the public relations industry with companies such as PZU, Red Bull, and Bayer."]}
{"seg_id": "682", "set_id": "682", "refs": ["As a journalist, she has worked with TVP1, TVN Style, Wizja Sport, and TVP2."]}
{"seg_id": "683", "set_id": "683", "refs": ["She is author of the book \"Mama i tata to my\", in which she talks about the health, development and nutrition of children aged 0 to 3 years old."]}
{"seg_id": "684", "set_id": "684", "refs": ["She was involved in many projects aimed at supporting professionally active women."]}
{"seg_id": "685", "set_id": "685", "refs": ["The initiatives she manages include \"Network of Entrepreneurial Women\", \"Business Women's Box\", \"The Congress of Women Association\", and \"Make Up Buisness\"."]}
{"seg_id": "686", "set_id": "686", "refs": ["In her private life, she is the wife of Maciej Kurzajewski – television presenter and sports journalist."]}
{"seg_id": "687", "set_id": "687", "refs": ["The married couple have two sons: Franciszek and Julian."]}
{"seg_id": "688", "set_id": "688", "refs": ["Paulina Smaszcz-Kurzajewska appeared on a closed fashion show for the Italian brand Patrizia Pepe."]}
{"seg_id": "689", "set_id": "689", "refs": ["The event was also attended by Natasza Urbańska, Katarzyna Figura, and Beata Chmielowska-Olech."]}
{"seg_id": "690", "set_id": "690", "refs": ["The intimate fashion show couldn’t take place without a wall, where stars showed off their outfits."]}
{"seg_id": "691", "set_id": "691", "refs": ["Unfortunately, photojournalists picked up on Paulina Smaszcz-Kurzajewska’s unfortunate mistake."]}
{"seg_id": "692", "set_id": "692", "refs": ["She wore a black blouse with a white bra visible underneath."]}
{"seg_id": "693", "set_id": "693", "refs": ["USA: Three suicides among aircraft carrier crew"]}
{"seg_id": "694", "set_id": "694", "refs": ["Three sailors committed suicide aboard the USS George H. W. Bush ship last week, informed the American Navy."]}
{"seg_id": "695", "set_id": "695", "refs": ["A total of five crew members of this ship committed suicide in the last two years."]}
{"seg_id": "696", "set_id": "696", "refs": ["The previous suicide occurred in July this year, with the previous one taking place in November 2017."]}
{"seg_id": "697", "set_id": "697", "refs": ["According to CNN, all three sailors shot themselves last week."]}
{"seg_id": "698", "set_id": "698", "refs": ["Each incident occurred on land when the USS George H. W. Bush moored at the coast of Virginia."]}
{"seg_id": "699", "set_id": "699", "refs": ["Third party involvement has been ruled out as of yet."]}
{"seg_id": "700", "set_id": "700", "refs": ["Moreover, the deaths are said to have been unrelated."]}
{"seg_id": "701", "set_id": "701", "refs": ["\"We need all hands to engage by bringing forward your suggestions and ideas for how we can work together to prevent another suicide."]}
{"seg_id": "702", "set_id": "702", "refs": ["I want to reiterate that there is never any stigma or repercussion from seeking help\", wrote Captain Sean Bailey, the ship’s commanding officer."]}
{"seg_id": "703", "set_id": "703", "refs": ["Niesiołowski critically about the Pope."]}
{"seg_id": "704", "set_id": "704", "refs": ["John Paul II didn't do anything"]}
{"seg_id": "705", "set_id": "705", "refs": ["In a talk with Piotr Lekszycki Stefan Niesiołowski emphasised that in 1981 John Paul II was a huge authority for opposition activists."]}
{"seg_id": "706", "set_id": "706", "refs": ["\"Any sentence of his was actually accepted\"."]}
{"seg_id": "707", "set_id": "707", "refs": ["Later criticism of some of his actions was to appear."]}
{"seg_id": "708", "set_id": "708", "refs": ["\"For me the fact that John Paul II was unable to get rid of the harmful Rydzyk’s activity seriously overshadowed his pontificate."]}
{"seg_id": "709", "set_id": "709", "refs": ["After all, this redemptorist – a pest devastating the Church and Poland – developed his media in full swing already when the Polish Pope was alive,\" he kept explaining."]}
{"seg_id": "710", "set_id": "710", "refs": ["The former PO politician admitted: \"there were some murmurs of discontent, the pope said something, he did not receive Rydzyk once, but was in authority and could have just thrown him out of the Church or sent him to a mission to New Caledonia or Fiji to collect money for the poor."]}
{"seg_id": "711", "set_id": "711", "refs": ["Unfortunately, John Paul II did not do that, his successors likewise\" explained Niesiołowski."]}
{"seg_id": "712", "set_id": "712", "refs": ["\"Besides, there came the disastrous case of paedophilia and the Church operations or their lack, actually."]}
{"seg_id": "713", "set_id": "713", "refs": ["I looked ahead a bit, but I wanted to attract attention to the whole profile of his life."]}
{"seg_id": "714", "set_id": "714", "refs": ["About the scale of paedophilia in the Church we have found out relatively recently."]}
{"seg_id": "715", "set_id": "715", "refs": ["A question is: how is it possible that John Paul II, being head of the Church, did not know about those disgusting practices\" says Niesiołowski in his talk with a journalist."]}
{"seg_id": "716", "set_id": "716", "refs": ["In the opinion of former PO politician the Church is a PiS ally."]}
{"seg_id": "717", "set_id": "717", "refs": ["\"It should be admitted that in the Solidarity era the Church was our most important ally."]}
{"seg_id": "718", "set_id": "718", "refs": ["All celebrations began with a holy mass, crosses were everywhere."]}
{"seg_id": "719", "set_id": "719", "refs": ["Now the crosses are PiS related, they have become a symbol of dictatorship – the sign of PiS regime."]}
{"seg_id": "720", "set_id": "720", "refs": ["I repeat: one of the most unpleasant surprises is the fact that such people as Rydzyk keeps a firm grip of the Polish Church, that John Paul II did nothing about it and the Church is a PiS ally."]}
{"seg_id": "721", "set_id": "721", "refs": ["This is a black chapter of Polish Church to be paid for dearly\" kept convincing Niesiołowski."]}
{"seg_id": "722", "set_id": "722", "refs": ["I hope that Pope Francis will chase out Jędraszewski, Rydzyk and a few other of the sort\", he summed up."]}
{"seg_id": "723", "set_id": "723", "refs": ["HRUBIESZÓW: Tomorrow we are celebrating the 590th anniversary of the poviat"]}
{"seg_id": "724", "set_id": "724", "refs": ["There will be a gala event, concerts and auctions."]}
{"seg_id": "725", "set_id": "725", "refs": ["The jubilee gala will take place in the Community Centre of Hrubieszów."]}
{"seg_id": "726", "set_id": "726", "refs": ["First, at 10 a.m. at St Nicholas Church begins a holy mass."]}
{"seg_id": "727", "set_id": "727", "refs": ["The celebrations open officially at 11:30 a.m. in the Community Centre of Hrubieszów."]}
{"seg_id": "728", "set_id": "728", "refs": ["There will be performance by the Song and Dance Ensemble of the Hrubieszów Region."]}
{"seg_id": "729", "set_id": "729", "refs": ["Youth from the 1st Stanisław Staszic High school will present a play entitled \"Hrubieszów Poviat: This is where I am from – this is where I live\"."]}
{"seg_id": "730", "set_id": "730", "refs": ["Then \"Medals of Merit for the Hrubieszów Poviat\" will be awarded."]}
{"seg_id": "731", "set_id": "731", "refs": ["At 4:00 p.m. the event will move to the town promenade, where concerts \"Hrubieszów in charity for Angelika Zińkiewicz\" will take place."]}
{"seg_id": "732", "set_id": "732", "refs": ["Disco-polo bands will perform – NoLimit, Malibu, Energy Girls the star of the night: Mig."]}
{"seg_id": "733", "set_id": "733", "refs": ["There will be auctions, for i.a. pens and porcelain items provided by the Prime Minister."]}
{"seg_id": "734", "set_id": "734", "refs": ["PZPN gives away penalties for stadium fights."]}
{"seg_id": "735", "set_id": "735", "refs": ["Gryf disqualified"]}
{"seg_id": "736", "set_id": "736", "refs": ["There was a close shave away from tragedy during the Cup of Poland clash between Gryf Wejherowo and Lechia Gdańsk when a flare launched by Wejherowo fans passed millilitres away from the opposite team goal keeper, Zlatan Alomerovic."]}
{"seg_id": "737", "set_id": "737", "refs": ["After the incident the match was interrupted for 20 minutes."]}
{"seg_id": "738", "set_id": "738", "refs": ["The PZPN (Polish Football Association) commission gave Gryf a severe penalty excluding it from next year’s matches."]}
{"seg_id": "739", "set_id": "739", "refs": ["The club will not be allowed to take part in the Polish Cup in the 2020/2021 season."]}
{"seg_id": "740", "set_id": "740", "refs": ["In addition, fans will not be allowed to enter their own stadium in the next match."]}
{"seg_id": "741", "set_id": "741", "refs": ["They will also be disallowed to make group trips to league matches until 31st December."]}
{"seg_id": "742", "set_id": "742", "refs": ["Fights at the Widzew Łódź stadium were triggered by Śląsk Wrocław fans."]}
{"seg_id": "743", "set_id": "743", "refs": ["However, in this case the PZPNs verdict was milder, because Śląsk forewarned that similar events might occur and notified relevant organs about the problems."]}
{"seg_id": "744", "set_id": "744", "refs": ["In spite of this, the forces did not prevent from throwing flares to the sector of fans from Łódź, burning chairs and attacking the sector of home fans."]}
{"seg_id": "745", "set_id": "745", "refs": ["This match was interrupted for eight hours, while during the intervention police forces had to use a water cannon."]}
{"seg_id": "746", "set_id": "746", "refs": ["PZPN punished Śląsk a single stadium ban for the next Polish Cup match and banned to organise match trips in this and next Polish Cup edition."]}
{"seg_id": "747", "set_id": "747", "refs": ["The ban for group trips covered also the league matches of Extraklasa, however in this case it would last until 31st December."]}
{"seg_id": "748", "set_id": "748", "refs": ["The names of foreign cities on road signs in Polish language version as well"]}
{"seg_id": "749", "set_id": "749", "refs": ["GDNMR is planning to change all signs in the whole road network until the end of 2020"]}
{"seg_id": "750", "set_id": "750", "refs": ["GDNMR Rzeszów"]}
{"seg_id": "751", "set_id": "751", "refs": ["The implementation of the amendment to the act of the Minister of Infrastructure on, among others, writing the names of foreign cities in the Polish version as well has been started in Subcarpathia."]}
{"seg_id": "752", "set_id": "752", "refs": ["E. g. \"Lwów\" will appear near \"L'viv\"."]}
{"seg_id": "753", "set_id": "753", "refs": ["In our voivodeship the changes will be implemented on 94 road signs near the motorway A4 and national roads: DK19, DK94."]}
{"seg_id": "754", "set_id": "754", "refs": ["The concept is about making everything easier, more legible and smoother."]}
{"seg_id": "755", "set_id": "755", "refs": ["The new guidelines can be attributed to the amendment of the act on the specific technical requirements for road signs and signals as well as the traffic safety devices issued by the Minister of Infrastructure."]}
{"seg_id": "756", "set_id": "756", "refs": ["\"We should remember that the city names in the neighbouring countries often have their Polish equivalents."]}
{"seg_id": "757", "set_id": "757", "refs": ["Thanks to the change in law we prepared they will finally appear on the road signs near our roads."]}
{"seg_id": "758", "set_id": "758", "refs": ["At first the new signs will be introduced at the Subcarpathian section of the A4 motorway, said Minister of Infrastructure Andrzej Adamczyk."]}
{"seg_id": "759", "set_id": "759", "refs": ["In the Subcarpathia voivodeship the changes will be implemented on 94 road signs near the motorway A4 and national roads: DK19, DK94."]}
{"seg_id": "760", "set_id": "760", "refs": ["Total costs of this investment?"]}
{"seg_id": "761", "set_id": "761", "refs": ["PLN 200 thousand"]}
{"seg_id": "762", "set_id": "762", "refs": ["At first, the new signs are going to be implemented at the A4 motorway, which is scheduled to end by 1st November 2019."]}
{"seg_id": "763", "set_id": "763", "refs": ["How will this idea be implemented?"]}
{"seg_id": "764", "set_id": "764", "refs": ["Replacement of plates will not be necessary, stickers will be enough."]}
{"seg_id": "765", "set_id": "765", "refs": ["They will replace the current names of the cities will new ones, written in Polish, on the existing signs."]}
{"seg_id": "766", "set_id": "766", "refs": ["Both names will be written in one line, at first the name in Polish and than the original version in brackets."]}
{"seg_id": "767", "set_id": "767", "refs": ["This will be a big help for those who don't know the name of the foreign city in the language of the country in which it is located."]}
{"seg_id": "768", "set_id": "768", "refs": ["Feel the game with Razer Nari Ultimate for Xbox One"]}
{"seg_id": "769", "set_id": "769", "refs": ["Razer announced the Razer Nari Ultimate for Xbox One – the first haptic-powered headset for Xbox One in the world."]}
{"seg_id": "770", "set_id": "770", "refs": ["HyperSense ensures immersion in games and provides better control over the in-game surroundings."]}
{"seg_id": "771", "set_id": "771", "refs": ["Razer HyperSense uses haptic solutions developed by Lofelt, a German company specialising in creating advanced haptic technologies that provide realistic touch-based sensations."]}
{"seg_id": "772", "set_id": "772", "refs": ["HyperSense uses special haptic drivers and intelligent digital signal transforming to generate high resolution touch feedback in real time, allowing for full immersion in each Xbox One game."]}
{"seg_id": "773", "set_id": "773", "refs": ["The technology recognises sound signals and transforms them into dynamic vibrations, providing the gamers with lifelike experience without having to install additional software."]}
{"seg_id": "774", "set_id": "774", "refs": ["Thanks to the sense of touch, sound signals may accurately mimic game play."]}
{"seg_id": "775", "set_id": "775", "refs": ["Razer HyperSense recreates events – from quiet footsteps to huge explosions, precisely capturing all in-game activities."]}
{"seg_id": "776", "set_id": "776", "refs": ["\"Nari Ultimate or Xbox One has been designed to provide gamers with an additional layer of game play."]}
{"seg_id": "777", "set_id": "777", "refs": ["Thanks to HyperSense, they can be fully immersed in their favourite titles,\" said Alvin Cheung, Senior Vice President for Razer peripherals."]}
{"seg_id": "778", "set_id": "778", "refs": ["Swivelling ear cups have been fit with memory foam cushions infused with cooling gel to limit the heat generated during prolonged use."]}
{"seg_id": "779", "set_id": "779", "refs": ["The retractable microphone features a quick mute button, while the frame has a HyperSense intensity adjuster and a game-chat balance slider – all for easier use."]}
{"seg_id": "780", "set_id": "780", "refs": ["The self-adjusting headband allows for seamless and accurate accommodation."]}
{"seg_id": "781", "set_id": "781", "refs": ["Razer Nari Ultimate for Xbox One also features Xbox Wireless, which enables direct connection with the console without the need to use a wireless transmitter and receiver, which allows for easy and quick configuration."]}
{"seg_id": "782", "set_id": "782", "refs": ["The headset supports Windows Sonic which ensures a more realistic sound."]}
{"seg_id": "783", "set_id": "783", "refs": ["Initially intended for PC computers, the Razer Nari Ultimate was launched in September 2018."]}
{"seg_id": "784", "set_id": "784", "refs": ["Thanks to Nari Ultimate for Xbox One, Razer can now offer the award-winning technology to Xbox One fans."]}
{"seg_id": "785", "set_id": "785", "refs": ["The set has been valued at €219,99."]}
{"seg_id": "786", "set_id": "786", "refs": ["Someone has shot a swan with an air gun"]}
{"seg_id": "787", "set_id": "787", "refs": ["In a pond in Zameczno, Lower Silesia, residents noticed a swan suffering wing problems."]}
{"seg_id": "788", "set_id": "788", "refs": ["After catching it and taking it to a vet it turned out that someone used the animal as a shooting target – an air gun pellet was found in its body."]}
{"seg_id": "789", "set_id": "789", "refs": ["\"Information on the injured bird received the Wild Animal Rehabilitation Centre from Nowa Sól."]}
{"seg_id": "790", "set_id": "790", "refs": ["The report showed that the animal had broken wings."]}
{"seg_id": "791", "set_id": "791", "refs": ["We went to the site."]}
{"seg_id": "792", "set_id": "792", "refs": ["It was obvious that there was something wrong with it."]}
{"seg_id": "793", "set_id": "793", "refs": ["We were quick and precise so as not to do any harm to it and not expose to additional stress."]}
{"seg_id": "794", "set_id": "794", "refs": ["The swan was caught and took to a vet."]}
{"seg_id": "795", "set_id": "795", "refs": ["Already the first x-ray revealed that someone used it as a shooting target."]}
{"seg_id": "796", "set_id": "796", "refs": ["There were pieces of pellets in its body\" says Marcin Walasek, chairman of the Malpol managing i.a. the rehabilitation centre."]}
{"seg_id": "797", "set_id": "797", "refs": ["It will spend winter in the centre."]}
{"seg_id": "798", "set_id": "798", "refs": ["\"The wounds were cleaned, the bird received antibiotics, water access was provided, as well as a safe place in the centre, where he’s going to spend the winter."]}
{"seg_id": "799", "set_id": "799", "refs": ["We are trying to strengthen it."]}
{"seg_id": "800", "set_id": "800", "refs": ["For the time being it is unable to fly."]}
{"seg_id": "801", "set_id": "801", "refs": ["Releasing it now would make it probably incapable of surviving winter\" adds Walasek."]}
{"seg_id": "802", "set_id": "802", "refs": ["The staff after completing swan rehabilitation intend to release it in spring to the very same pond."]}
{"seg_id": "803", "set_id": "803", "refs": ["The authority of Żukowice community upon receiving the information on the reason for animal’s bad condition intends to notify the public prosecutor’s office about the case."]}
{"seg_id": "804", "set_id": "804", "refs": ["The event took place in Zameczno."]}
{"seg_id": "805", "set_id": "805", "refs": ["Gowin: \"We need to excite the Polish small trade\""]}
{"seg_id": "806", "set_id": "806", "refs": ["\"Efficient taxation of hypermarkets does not solve the problem of small trade, we need to think if the state has any instruments enabling to excite the Polish trade\", said the Deputy Prime Minister, Minister of Science and Higher Education, leader of the Agreement party, Jarosław Gowin."]}
{"seg_id": "807", "set_id": "807", "refs": ["During the discussion in \"Sygnały dnia\" in the Programme One radio channel, Gowin said the trade was possessed by international chains which impose such low margins on the Polish manufacturers that the Polish companies cannot develop, as a matter of fact."]}
{"seg_id": "808", "set_id": "808", "refs": ["In response to the comment that this problem is very difficult to combat, the Deputy Prime Minister reminded the Law and Justice government tried to cope with it at the beginning of its term, but \"it was opposed by the EC\"."]}
{"seg_id": "809", "set_id": "809", "refs": ["\"We won in the Court of Justice and I hope that when the United Right wins the next elections and forms a government, we will come back to that topic\", he said."]}
{"seg_id": "810", "set_id": "810", "refs": ["He stressed also that the \"efficient taxation of hypermarkets does not solve the Polish problem, i.e. of the small trade\"."]}
{"seg_id": "811", "set_id": "811", "refs": ["\"It will be necessary to think it over, if the government, the state has any instruments to excite the Polish trade\", said Gowin."]}
{"seg_id": "812", "set_id": "812", "refs": ["In May, the EU government decided the European Commission made a mistake declaring the \"supermarket tax\" was prohibited state aid."]}
{"seg_id": "813", "set_id": "813", "refs": ["The Supermarket Tax Act assumed introduction of two sales tax rates: 0.8 per cent for revenue from PLN 17 million to PLN 170 million a month and 1.4 per cent for revenue above PLN 170 million a month."]}
{"seg_id": "814", "set_id": "814", "refs": ["The tax was to be in force from September 2016."]}
{"seg_id": "815", "set_id": "815", "refs": ["In September 2016, the EC initiated proceedings concerning the violation of the EU law by Poland."]}
{"seg_id": "816", "set_id": "816", "refs": ["Brussels claimed then the tax structure may favour smaller shops which may be considered state aid."]}
{"seg_id": "817", "set_id": "817", "refs": ["Next, it decided the levy was implemented illegally."]}
{"seg_id": "818", "set_id": "818", "refs": ["It also issued an order to suspend the tax application until its analysis is finished by the officers in Brussels."]}
{"seg_id": "819", "set_id": "819", "refs": ["Poland did not agree with that stance, but the tax collection was suspended."]}
{"seg_id": "820", "set_id": "820", "refs": ["The May decision of the EU Court opened up the way to the repeated introduction of the tax, but did not end the case."]}
{"seg_id": "821", "set_id": "821", "refs": ["On 24 July, the Commission filed an appeal in the Court of Justice."]}
{"seg_id": "822", "set_id": "822", "refs": ["On Thursday, the CJEU press service told PAP the case is at the written stage now when both the European Commission and the Polish government present their arguments in writing."]}
{"seg_id": "823", "set_id": "823", "refs": ["For the time being, it is not known when the oral procedure is to start, meaning the hearing of the parties and a possible trial."]}
{"seg_id": "824", "set_id": "824", "refs": ["Up to more than ten months are required to make an appeal against the announced decision."]}
{"seg_id": "825", "set_id": "825", "refs": ["\"Such proceedings take one year on average\", an informer in the Court of Justice in Luxembourg told PAP."]}
{"seg_id": "826", "set_id": "826", "refs": ["How to dress a baby for a baptism?"]}
{"seg_id": "827", "set_id": "827", "refs": ["Here are some practical tips."]}
{"seg_id": "828", "set_id": "828", "refs": ["Baptism is an exceptionally important celebration in the life of the toddler and its parents."]}
{"seg_id": "829", "set_id": "829", "refs": ["It is very often the first occasion at which the whole family gathers around the baby to celebrate her/him."]}
{"seg_id": "830", "set_id": "830", "refs": ["No wonder that the new mom and dad want their child to look perfect on this day."]}
{"seg_id": "831", "set_id": "831", "refs": ["Before you make a final decision about what your child will wear make up your mind if it would be comfortable."]}
{"seg_id": "832", "set_id": "832", "refs": ["Shops are full of elegant costumes that will stop your baby from feeling comfortable."]}
{"seg_id": "833", "set_id": "833", "refs": ["What should you consider?"]}
{"seg_id": "834", "set_id": "834", "refs": ["The first criterion of choosing the baptism dress is the child's age."]}
{"seg_id": "835", "set_id": "835", "refs": ["It was not until recently that toddlers who were just several weeks old were baptized in white sets, lying in the same cradles or huge pillows."]}
{"seg_id": "836", "set_id": "836", "refs": ["Nowadays it is often older children who get baptized: they may be several months, one year old or even older."]}
{"seg_id": "837", "set_id": "837", "refs": ["It is quite obvious that such a big child would need another baptism costume."]}
{"seg_id": "838", "set_id": "838", "refs": ["If your child is baptized at the age of 3–4 months, she/he will probably stay in a baby carriage or on the hands of its parents or godparents."]}
{"seg_id": "839", "set_id": "839", "refs": ["It is best to choose comfortable, cotton sleepers or costumes."]}
{"seg_id": "840", "set_id": "840", "refs": ["Even though these clothes are often considered to be rather casual, you just need to find some festive variants, for example with frills or lacing."]}
{"seg_id": "841", "set_id": "841", "refs": ["An ideal solution for a boy is a bodysuit with an imprinted bow-tie and braces."]}
{"seg_id": "842", "set_id": "842", "refs": ["In case of older children you can allow yourself for more fantasy."]}
{"seg_id": "843", "set_id": "843", "refs": ["A girl will look beautiful in a simple, tulle dress."]}
{"seg_id": "844", "set_id": "844", "refs": ["Many parents of girls would like their kids to wear richly ornamented, frilly baptism dresses, combined with coats, bands and caps."]}
{"seg_id": "845", "set_id": "845", "refs": ["Unfortunately, many manufacturers use artificial, non-breathing materials that does not prove comfortable for the child."]}
{"seg_id": "846", "set_id": "846", "refs": ["Trying to find an appropriate costume is worth visiting the Asanti for Kids shop, offering cotton-based, elegant costumes."]}
{"seg_id": "847", "set_id": "847", "refs": ["Delicate, tulle skirts, satin dresses, lances, appliques and cute sets will make your daughter look beautiful and feel comfortable."]}
{"seg_id": "848", "set_id": "848", "refs": ["An ideal outfit for a young gentleman: cotton suit."]}
{"seg_id": "849", "set_id": "849", "refs": ["It was not until recently that the parents of boys preferred the suits resembling the \"adult models\"."]}
{"seg_id": "850", "set_id": "850", "refs": ["Polyester jackets and trousers, stiff collars or caps often made young elegant boys show their dissatisfaction."]}
{"seg_id": "851", "set_id": "851", "refs": ["Quite luckily, now they were replaced by comfortable cotton costumes."]}
{"seg_id": "852", "set_id": "852", "refs": ["You just need to have a look at the sets available at Asanti for Kids, namely soft, tracksuit shorts and a blouse with a front vest-like pattern."]}
{"seg_id": "853", "set_id": "853", "refs": ["Those costumes look very elegant and at the same time do not constrain the movements of the toddler who is discovering the world."]}
{"seg_id": "854", "set_id": "854", "refs": ["Krystyna Pawłowicz published her declaration of assets"]}
{"seg_id": "855", "set_id": "855", "refs": ["Krystyna Pawłowicz submitted her declaration of assets at the end of the term."]}
{"seg_id": "856", "set_id": "856", "refs": ["The PiS MP managed to gather PLN 110 thousand in savings."]}
{"seg_id": "857", "set_id": "857", "refs": ["As a reminder, Pawłowicz announced her departure from politics."]}
{"seg_id": "858", "set_id": "858", "refs": ["As her terms comes to an end, she has PLN 110 thousand in the bank."]}
{"seg_id": "859", "set_id": "859", "refs": ["As indicated in the statement submitted by the MP, she receives a pension of PLN 4,7 thousand."]}
{"seg_id": "860", "set_id": "860", "refs": ["Pawłowicz has a flat worth PLN 570 thousand and another, smaller one, which she rents out for PLN 880 thousand per month."]}
{"seg_id": "861", "set_id": "861", "refs": ["The MP also invests in industrial metals – an investment she values at PLN 150 thousand."]}
{"seg_id": "862", "set_id": "862", "refs": ["Earlier, Jarosław Kaczyński also published his declaration of assets."]}
{"seg_id": "863", "set_id": "863", "refs": ["The voting about the adjournment of session for the duration of the conference held by the Conservative Party."]}
{"seg_id": "864", "set_id": "864", "refs": ["British Members of Parliament voted against a three days adjournment of House of Commons session for the duration of the annual programme conference held by the Conservative Party, which was requested by the government."]}
{"seg_id": "865", "set_id": "865", "refs": ["289 members were in favour of this idea, whereas 306 voted against it."]}
{"seg_id": "866", "set_id": "866", "refs": ["Normally, House of Commons stops its sessions for the duration of party conferences so that members of parliament do not have to resign from the participation in them and in the sessions."]}
{"seg_id": "867", "set_id": "867", "refs": ["However, the opposition parties decided that the Parliament should not stop the session in such a key time, namely in the last weeks before Brexit that is scheduled for 31st October."]}
{"seg_id": "868", "set_id": "868", "refs": ["The government motion to make a pause in the session was supported by 289 Members of Parliament, whereas 306 were against it."]}
{"seg_id": "869", "set_id": "869", "refs": ["Two opposition parties already held their conferences"]}
{"seg_id": "870", "set_id": "870", "refs": ["The fact that the request for a break was refused can be perceived as a political revenge of the opposition aimed at the Prime Minister Boris Johnson because of his decision to suspend the parliament for five weeks (on Friday the Supreme Court found it unlawful and considered as null and void) as well as because of the fact that after the judge decision he is not eager to apologize for it."]}
{"seg_id": "871", "set_id": "871", "refs": ["After this decision the House of Commons resumed its sessions on Wednesday, the most important event of the day was Johnson's speech and a heated debate afterwards."]}
{"seg_id": "872", "set_id": "872", "refs": ["Johnson blamed the opposition of blocking Brexit and avoiding earlier elections."]}
{"seg_id": "873", "set_id": "873", "refs": ["\"It is high time to proceed with Brexit."]}
{"seg_id": "874", "set_id": "874", "refs": ["We need to do it to respect the results of referendum."]}
{"seg_id": "875", "set_id": "875", "refs": ["Brexit must come so that we can deal with our citizen priorities, with health care and costs of living."]}
{"seg_id": "876", "set_id": "876", "refs": ["Brexit must come so that we can unite this country\", said Johnson."]}
{"seg_id": "877", "set_id": "877", "refs": ["The conference of the Conservative Party is to begin in Manchester on the coming Sunday and last until Wednesday, 2nd October."]}
{"seg_id": "878", "set_id": "878", "refs": ["The conferences of the two main opposition parties, the Labour Party and Liberal Democrats, were already held."]}
{"seg_id": "879", "set_id": "879", "refs": ["One of the justification for such a long parliament suspension given by Johnson were party conferences."]}
{"seg_id": "880", "set_id": "880", "refs": ["Media: Andrzej Duda blames Israel for anti-Semitic attacks on Poland"]}
{"seg_id": "881", "set_id": "881", "refs": ["\"President Andrzej Duda believes that the anti-Semitic attacks in Poland are the reaction to the anti-Polish rhetoric of Israeli leaders,\" foreign media report."]}
{"seg_id": "882", "set_id": "882", "refs": ["The president’s spokesperson firmly demented these reports."]}
{"seg_id": "883", "set_id": "883", "refs": ["\"It is simply not true,\" Błażej Spychalski wrote on Twitter."]}
{"seg_id": "884", "set_id": "884", "refs": ["Israeli media, including Haaretz and Jerusalem Post, cite the Jewish Insider in writing that, during his meeting at the Polish embassy in New York, Andrzej Duda stated that Israel is responsible for the latest anti-Semitic attacks in Poland."]}
{"seg_id": "885", "set_id": "885", "refs": ["The president said that the anti-Polish rhetoric of Israeli leaders is to be blamed for the increase of the number of anti-Semitic attacks in Poland."]}
{"seg_id": "886", "set_id": "886", "refs": ["He was referring to the words of Israeli Minister of Foreign Affairs Israel Katz who stated back in February that \"Poles suckled anti-Semitism with their mothers’ milk\"."]}
{"seg_id": "887", "set_id": "887", "refs": ["Andrzej Duda said it is a pity that Israel Katz did not apologise for the embarrassing words of his politicians."]}
{"seg_id": "888", "set_id": "888", "refs": ["He also mentioned the act of aggression against Polish ambassador in Israel, Marek Magierowski."]}
{"seg_id": "889", "set_id": "889", "refs": ["He was attacked in May by an aggressor who shouted: \"Pole, Pole\"."]}
{"seg_id": "890", "set_id": "890", "refs": ["\"Not only is the quote inaccurate."]}
{"seg_id": "891", "set_id": "891", "refs": ["It is simply not true,\" Błażej Spychalski wrote on Twitter."]}
{"seg_id": "892", "set_id": "892", "refs": ["He stressed that Duda \"never said Israel was responsible for the recent anti-Semitic attacks in Poland.\""]}
{"seg_id": "893", "set_id": "893", "refs": ["Spychalski said the portal \"made this up.\""]}
{"seg_id": "894", "set_id": "894", "refs": ["According to \"Jl\" sources, during the meeting a dispute occurred as well between Holocaust survivor Edward Mosberg, awarded with the Commander’s Cross of the Order of Merit of the Republic of Poland, and rabbi Shmuley Boteach."]}
{"seg_id": "895", "set_id": "895", "refs": ["Mosberg allegedly agreed with President Duda’s words by saying that Jews from Israel \"like Katz\" are responsible for the rise of anti-Semitism."]}
{"seg_id": "896", "set_id": "896", "refs": ["According to the portal’s sources, Boteach allegedly interrupted Mosberg’s statement."]}
{"seg_id": "897", "set_id": "897", "refs": ["Who is Banaś and what is his guilt?"]}
{"seg_id": "898", "set_id": "898", "refs": ["The tenement house rented by pimps let the journalist discover some negligences in the financial statements by Marian Banaś."]}
{"seg_id": "899", "set_id": "899", "refs": ["Here is the summary of another affair that was a major shock for the ruling party."]}
{"seg_id": "900", "set_id": "900", "refs": ["The journalists of \"Superwizjer\" TVN revealed that Marian Banaś, head of the Supreme Audit Office has not been mentioning the 400 metres tenement house in Krakow's district Podgórze in his financial statement during the recent years."]}
{"seg_id": "901", "set_id": "901", "refs": ["What is more, the subtenant is said to have run a brothel there (to rent rooms per hours)."]}
{"seg_id": "902", "set_id": "902", "refs": ["The building itself was allegedly a security for the repayment of the credit from 2016 onwards."]}
{"seg_id": "903", "set_id": "903", "refs": ["It was Bertold Kittel who noticed the irregularities in the programme \"Superwizjer\"."]}
{"seg_id": "904", "set_id": "904", "refs": ["The journalist revealed that the tenement house of Banaś was rented by those linked with the criminal world to use it as a spot for \"erotic meetings\"."]}
{"seg_id": "905", "set_id": "905", "refs": ["The customers were probably the men using prostitutes."]}
{"seg_id": "906", "set_id": "906", "refs": ["Banaś's response to the allegations was vague and unclear."]}
{"seg_id": "907", "set_id": "907", "refs": ["What is interesting, the tenement house rented by pimps let the journalist discover some negligences in the financial statements by Marian Banaś."]}
{"seg_id": "908", "set_id": "908", "refs": ["The tenement house itself was described quite vaguely and the income from its rental was lowered."]}
{"seg_id": "909", "set_id": "909", "refs": ["\"The fortune of Marian Banaś and his wife may be between PLN 6 and 8 million."]}
{"seg_id": "910", "set_id": "910", "refs": ["The couple benefits from two houses, three flats as well as savings[...]\", says Money.pl."]}
{"seg_id": "911", "set_id": "911", "refs": ["As analysed by the portal, the tenement house of Banaś itself was worth about PLN 3 million."]}
{"seg_id": "912", "set_id": "912", "refs": ["Central Anticorruption Bureau has been currently investigating the property statement of Marian Banaś for the years 2015–2019."]}
{"seg_id": "913", "set_id": "913", "refs": ["Banaś said he would suspend his work at SAO until it is finished. \"I will file a motion to be granted unpaid holidays to the Marshall\", he assured."]}
{"seg_id": "914", "set_id": "914", "refs": ["Opposition demands explanation"]}
{"seg_id": "915", "set_id": "915", "refs": ["\"There is no information that the CBA extended its investigation or accelerated checking the property statements issued by Marian Banaś."]}
{"seg_id": "916", "set_id": "916", "refs": ["That is why we are forced to act instead of the country bodies and file a :notification on suspicion of committing a crime, said PO-KO member of Parliament, Mariusz Witczak."]}
{"seg_id": "917", "set_id": "917", "refs": ["\"If an ordinary Pole estimated the rental incomes of their real estates at such an extremely low level, they would be controlled 10 times, they would have a surcharge and face financial penalty proceedings, he added."]}
{"seg_id": "918", "set_id": "918", "refs": ["He raised to fall"]}
{"seg_id": "919", "set_id": "919", "refs": ["Marian Banaś is the new head of Supreme Audit Office."]}
{"seg_id": "920", "set_id": "920", "refs": ["He was appointed to this position on 30th August 2019, for a 6 years term of office."]}
{"seg_id": "921", "set_id": "921", "refs": ["He was chosen to be the candidate of Prawo i Sprawiedliwość and accepted for this position thanks to the votes of this party."]}
{"seg_id": "922", "set_id": "922", "refs": ["In the past Banaś worked at SAO in the years 1992–2005, collaborating with Lech Kaczyński."]}
{"seg_id": "923", "set_id": "923", "refs": ["During the first term of office by PiS (2005–2008) Banaś was the head of Customs Service as well as held the position of under-secretary of state at the Ministry of Finance."]}
{"seg_id": "924", "set_id": "924", "refs": ["In 2015 he was chosen to be the head of Customs Service again and in 2017 he became in charge of the National Tax Administration."]}
{"seg_id": "925", "set_id": "925", "refs": ["He also used to be the Finance Minister in the government of Mateusz Morawiecki."]}
{"seg_id": "926", "set_id": "926", "refs": ["Cooler Master releases a new graphics card holder"]}
{"seg_id": "927", "set_id": "927", "refs": ["Graphics cards can weigh a lot these days, which naturally makes room for a new category of products, which would not be seen on store shelves a decade ago."]}
{"seg_id": "928", "set_id": "928", "refs": ["Such solution – the ELV8 RG8 graphics card holder – was presented by Cooler Master."]}
{"seg_id": "929", "set_id": "929", "refs": ["The new model of the graphics card holder is not only a functional solution that allows for a better grip on the graphics card without having to rely solely on the PCI-express slot load."]}
{"seg_id": "930", "set_id": "930", "refs": ["Cooler Master ELV8 RGB plays an additional, decorative role."]}
{"seg_id": "931", "set_id": "931", "refs": ["\"Rzeczpospolita\": Ignoring Policeman’s Command will be Penalized"]}
{"seg_id": "932", "set_id": "932", "refs": ["According to the daily, neglecting the order of specific conduct given by a policeman is to be a new offence type, likely to result in a fine, detention or restriction of personal liberty."]}
{"seg_id": "933", "set_id": "933", "refs": ["The introduction of such a change is requested by the Police trade union activists."]}
{"seg_id": "934", "set_id": "934", "refs": ["The idea was brought to the Sejm Petition Committee."]}
{"seg_id": "935", "set_id": "935", "refs": ["\"It is serious as more than one half a million minor offence cases reach Polish court every year now\", we read."]}
{"seg_id": "936", "set_id": "936", "refs": ["Rzeczpospolita found out the petition written by the Independent Trade Union of Policemen concerning the amendment of the Petty Offence Code is likely to succeed."]}
{"seg_id": "937", "set_id": "937", "refs": ["The petition authors propose a new wording of Article 54a of the Petty Offence Code."]}
{"seg_id": "938", "set_id": "938", "refs": ["It is to read: \"Whoever does not comply with the request or order of a public officer given within and pursuant to the Act provisions shall be subject to the penalty of detention, fine or restriction of personal liberty\"."]}
{"seg_id": "939", "set_id": "939", "refs": ["\"Paragraph 3 of that provision mentions an identical penalty for the people who, not complying with the orders, prevent or hamper performance of an official duty\", the daily says."]}
{"seg_id": "940", "set_id": "940", "refs": ["Sociologist Andrzej Kowalski told Rzeczpospolita that although he agrees with the core message of the proposed provision, he is afraid that if it is implemented, it can be used for political manifestations."]}
{"seg_id": "941", "set_id": "941", "refs": ["\"This would not be good for liberation demonstration and instead of soothing the situation, it would inflame it\", he adds."]}
{"seg_id": "942", "set_id": "942", "refs": ["According to the statistics quoted by the daily, 86 percent of citizens had a positive opinion about the Police interventions in 2018, and the services intervene 1.5 million times in the city each time."]}
{"seg_id": "943", "set_id": "943", "refs": ["Buras is worried about Europe."]}
{"seg_id": "944", "set_id": "944", "refs": ["Jáchym Topol has writing in his blood."]}
{"seg_id": "945", "set_id": "945", "refs": ["His ancestors were editors, translators and writers."]}
{"seg_id": "946", "set_id": "946", "refs": ["His father, Josef Topol, was one of the most important post-war Czech playwrights, today ranking among Václav Havel."]}
{"seg_id": "947", "set_id": "947", "refs": ["Jáchym has been predestined because of his talent from the very beginning and he is trying to make use of it."]}
{"seg_id": "948", "set_id": "948", "refs": ["After eight years he is back with \"A sensitive person\"."]}
{"seg_id": "949", "set_id": "949", "refs": ["It is a story about Buras and Soňa as well as their two sons who are, however, not a typical Czech family."]}
{"seg_id": "950", "set_id": "950", "refs": ["They are wandering actors travelling across Europe."]}
{"seg_id": "951", "set_id": "951", "refs": ["He is a Shakespeare lover and a thief, she is a one-eyed translator who loves wine."]}
{"seg_id": "952", "set_id": "952", "refs": ["One of the boys never uttered any sound, for the other time stopped in his toddler times."]}
{"seg_id": "953", "set_id": "953", "refs": ["However, it is not the protagonists who are most important in this book."]}
{"seg_id": "954", "set_id": "954", "refs": ["All of them are just a background for observing the world in which there is no place left for artist nomads."]}
{"seg_id": "955", "set_id": "955", "refs": ["It is the world of a filthy countryside, a society of old, distrustful people and promiscuous youth."]}
{"seg_id": "956", "set_id": "956", "refs": ["\"A sensitive person\" tends to turn into a theatre full of absurd."]}
{"seg_id": "957", "set_id": "957", "refs": ["The narration mirrors the stage directions and the dialogues of the protagonists create this world."]}
{"seg_id": "958", "set_id": "958", "refs": ["The stage is Europe, full of worries about its future, but also full of questions about its past."]}
{"seg_id": "959", "set_id": "959", "refs": ["Belgium: Brussels Airlines Cancelled 105 Flights Because of Thomas Cook Bankruptcy"]}
{"seg_id": "960", "set_id": "960", "refs": ["Although the British Travel Agency, Thomas Cook, went bankrupt, its Belgian branch office Neckermann still operates."]}
{"seg_id": "961", "set_id": "961", "refs": ["However, the company has problems."]}
{"seg_id": "962", "set_id": "962", "refs": ["According to VRT television, Brussels Airlines announced they would cancel 105 flights in October because of their problems connected with Thomas Cook bankruptcy."]}
{"seg_id": "963", "set_id": "963", "refs": ["Also, Neckermann dismissed 75 employees."]}
{"seg_id": "964", "set_id": "964", "refs": ["All the trips booked in Belgium with this agency will be cancelled but the tourists will be able to get their money back."]}
{"seg_id": "965", "set_id": "965", "refs": ["The court in Ghent announced also bankruptcy of three Belgian daughter companies, i.e. Thomas Cook Belgium, Thomas Cook Retail and Thomas Cook Financial Services."]}
{"seg_id": "966", "set_id": "966", "refs": ["At present there are ca. 12 thousand Belgians staying abroad on trips bought in Thomas Cook."]}
{"seg_id": "967", "set_id": "967", "refs": ["Another 40 thousand were to go with the agency by the end of the year."]}
{"seg_id": "968", "set_id": "968", "refs": ["On Monday, the spokeswomen for Thomas Cook Belgium, Leen Segers, said the company is \"fully operable\" now although the British parent company announced its bankruptcy which caused anxiety of employees and customers."]}
{"seg_id": "969", "set_id": "969", "refs": ["Then, the branch office reassured the customers who bought their trips in it would go for holiday."]}
{"seg_id": "970", "set_id": "970", "refs": ["Thomas Cook, the oldest and one of the largest travel agencies worldwide, announced its bankruptcy at night from Sunday to Monday."]}
{"seg_id": "971", "set_id": "971", "refs": ["The direct cause of bankruptcy was the Sunday crash of the last-chance negotiations with creditors and prospective investors."]}
{"seg_id": "972", "set_id": "972", "refs": ["The creditors demanded that the company should acquire extra 200 million pounds, besides the rescue plan agreed in August worth 900 million pounds, as security for winter season when the turnovers of travel agencies are usually lower."]}
{"seg_id": "973", "set_id": "973", "refs": ["However, the company problems had been accumulating for several years resulting in a debt of 1.6 billion pounds."]}
{"seg_id": "974", "set_id": "974", "refs": ["Michał Kubiak following the game against Slovenia (1-3)."]}
{"seg_id": "975", "set_id": "975", "refs": ["\"I don’t think Slovenia played a fantastic game."]}
{"seg_id": "976", "set_id": "976", "refs": ["We played very bad."]}
{"seg_id": "977", "set_id": "977", "refs": ["The tournament is not over for us yet,\" said the captain of the Polish national volleyball team Michał Kubiak after a 1-3 defeat against Slovenia in the European championship semi-final."]}
{"seg_id": "978", "set_id": "978", "refs": ["Görlitz in Germany offering free accommodation in exchange for feedback"]}
{"seg_id": "979", "set_id": "979", "refs": ["Free accommodation in exchange for feedback – such an extraordinary offer awaits travellers in the German city Görlitz."]}
{"seg_id": "980", "set_id": "980", "refs": ["The action is aimed at combating the decreasing number of citizens."]}
{"seg_id": "981", "set_id": "981", "refs": ["Görlitz is Germany's most eastern city."]}
{"seg_id": "982", "set_id": "982", "refs": ["Beautiful pastel old city attracts 140 thousand tourists annually."]}
{"seg_id": "983", "set_id": "983", "refs": ["However, as \"The Guardian\" reports, the city has been facing major problems."]}
{"seg_id": "984", "set_id": "984", "refs": ["Görlitz has the lowest salaries in Germany."]}
{"seg_id": "985", "set_id": "985", "refs": ["The city is also facing a constant decrease of citizen number."]}
{"seg_id": "986", "set_id": "986", "refs": ["After the Berlin wall fell in 1989 most of them emigrated to the west of the country, which is why the city population decreased by 25 percent."]}
{"seg_id": "987", "set_id": "987", "refs": ["In 2013 it amounted to 54 thousand people."]}
{"seg_id": "988", "set_id": "988", "refs": ["In their attempt to combat depopulation the clerks came across an idea of offering free monthly accommodation in the city."]}
{"seg_id": "989", "set_id": "989", "refs": ["As for now, they have received 150 applications."]}
{"seg_id": "990", "set_id": "990", "refs": ["Two thirds of them were filed by the inhabitants of big cities."]}
{"seg_id": "991", "set_id": "991", "refs": ["It is also the citizens of Hungary, Czech Republic, United States and Great Britain who are interested in the programme."]}
{"seg_id": "992", "set_id": "992", "refs": ["\"When we filed our application, we thought the programme was meant to talk the people into moving to Görlitz\", said one of the project participants."]}
{"seg_id": "993", "set_id": "993", "refs": ["\"Now we feel it doesn't matter if we stay here after four weeks or not\", he added."]}
{"seg_id": "994", "set_id": "994", "refs": ["There are seven thousand free flats in the city and the unemployment rate is three times as high as the average in the whole country."]}
{"seg_id": "995", "set_id": "995", "refs": ["Even though the city authorities hope some would stay there forever, the main goal of the programme is to collect the opinion of the participants."]}
{"seg_id": "996", "set_id": "996", "refs": ["The information from surveys and questionnaires are aimed to revitalize smaller German cities."]}
{"seg_id": "997", "set_id": "997", "refs": ["\"We want to find out more about what people need and if they decide to move, what is the reason for it\", said Robert Knippschild who is in charge of the programme."]}
{"seg_id": "998", "set_id": "998", "refs": ["Other cities have already tried to attract new citizens, offering them free accommodation."]}
{"seg_id": "999", "set_id": "999", "refs": ["The first one to do so was Detroit that launched a program of financing young aspiring specialists for living and working in the city for one year."]}
{"seg_id": "1000", "set_id": "1000", "refs": ["Nowadays such solutions are a commonplace in many destinations, from the Greek island Antikythera to Candela in Italy or in the US city Tulsa (Oklahoma)."]}
