{"seg_id": "0", "set_id": "0", "src": "India's PM to attend temple groundbreaking at disputed site"}
{"seg_id": "1", "set_id": "1", "src": "NEW DELHI (AP) - Indian Prime Minister Narendra Modi will attend a groundbreaking ceremony next month for a Hindu temple on a disputed site in northern India where a 16th century mosque was torn down by Hindu hard-liners in 1992, according to the trust overseeing the temple construction."}
{"seg_id": "2", "set_id": "2", "src": "The ceremony is set for Aug. 5, a date organizers said was astrologically auspicious for Hindus but that also marks a year since the Indian Parliament revoked the semi-autonomous status of its only Muslim-majority state, Jammu and Kashmir."}
{"seg_id": "3", "set_id": "3", "src": "The symbolism was impossible to miss for both supporters and opponents of Modi's Hindu nationalist Bharatiya Janata Party, or BJP, whose manifesto had for decades included pledges to strip restive Kashmir's autonomy and to build a temple to the Hindu god Ram where the Mughal-era mosque once stood, a site in the city of Ayodhya in Uttar Pradesh state that devotees believe to be Ram's birthplace."}
{"seg_id": "4", "set_id": "4", "src": "Because the coronavirus is still rampaging across India, which has reported the world's third-highest caseload, the ceremony will be broadcast live on state television and the number of participants and spectators will be limited, according to Vishwa Hindu Parishad, or the World Hindu Organization, a Hindu nationalist group allied with the BJP."}
{"seg_id": "5", "set_id": "5", "src": "The temple will serve as \"an enduring and immortal beaming center of social harmony, national unity and integration and awakening of the feeling of Hindutva,\" or Hindu way of life, the organization's spokesperson Vinod Bansal said in a news release Saturday."}
{"seg_id": "6", "set_id": "6", "src": "A century-long dispute over the site was resolved last year following the BJP's landslide election victory."}
{"seg_id": "7", "set_id": "7", "src": "In November, the Supreme Court ruled in favor of the temple trust, saying that Muslim petitions would be given five acres at an alternative site."}
{"seg_id": "8", "set_id": "8", "src": "Hindus hard-liners have long contended that Mughal Muslim invaders built a mosque on top of a preexisting temple in the ancient city of Ayodya."}
{"seg_id": "9", "set_id": "9", "src": "A December 1992 riot following the destruction of the mosque sparked communal violence in which about 2,000 people were killed, mostly Muslims."}
{"seg_id": "10", "set_id": "10", "src": "Meanwhile, the trial in the demolition court case continues to be heard in a special court."}
{"seg_id": "11", "set_id": "11", "src": "An architect from Ahmedabad, Gujarat, Modi's home state, has proposed a towering sandstone structure 161 feet (49 meters) high with five domes."}
{"seg_id": "12", "set_id": "12", "src": "Yogi Adityanath, Uttar Pradesh's chief minister and a Hindu monk, requested that Ayodhya hold a special cleaning and purification ceremony and for all of the city's temples to light oil lamps ahead of Modi's visit, the Press Trust of India news agency reported."}
{"seg_id": "13", "set_id": "13", "src": "Adityanath said the occasion marked the end of a \"500-year struggle,\" PTI reported."}
{"seg_id": "14", "set_id": "14", "src": "Kanye West issues public apology to wife Kim Kardashian after marriage revelations"}
{"seg_id": "15", "set_id": "15", "src": "Kanye West has apologised to wife Kim Kardashian for going public with a \"private matter.\""}
{"seg_id": "16", "set_id": "16", "src": "The rapper revealed during an event in South Carolina that the couple had considered aborting their first child."}
{"seg_id": "17", "set_id": "17", "src": "Following a tumultuous week in which he made a series of claims against his wife and her family, West has now tweeted an apology."}
{"seg_id": "18", "set_id": "18", "src": "West also reportedly paid a visit to hospital hours after being visited by Justin Bieber at his ranch in Wyoming ."}
{"seg_id": "19", "set_id": "19", "src": "He said: \"I would like to apologise to my wife Kim for going public with something that was a private matter."}
{"seg_id": "20", "set_id": "20", "src": "I did not cover her like she has covered me."}
{"seg_id": "21", "set_id": "21", "src": "\"To Kim I want to say I know I hurt you. Please forgive me. Thank you for always being there for me.\""}
{"seg_id": "22", "set_id": "22", "src": "West's erratic tweets including claims his wife had tried to get him locked up by doctors and he made a series of accusations against his mother-in-law, Kris Jenner."}
{"seg_id": "23", "set_id": "23", "src": "He also said he had tried to divorce Kardashian West, who he married in 2014."}
{"seg_id": "24", "set_id": "24", "src": "Amid fears for her husband's state of mind, Kardashian West, the mother of West's four children, issued a lengthy statement saying she and her family were \"powerless\" to intervene and reminded fans he has bipolar disorder."}
{"seg_id": "25", "set_id": "25", "src": "She said: \"He is a brilliant but complicated person who on top of the pressures of being an artist and a black man, who experienced the painful loss of his mother, and has to deal with the pressure and isolation that is heightened by his bi-polar disorder.\""}
{"seg_id": "26", "set_id": "26", "src": "She added that she has not discussed his condition before because she is \"very protective of our children and Kanye's right to privacy when it comes to his health.\""}
{"seg_id": "27", "set_id": "27", "src": "She added: \"But today, I feel like I should comment on it because of the stigma and misconceptions about mental health.\""}
{"seg_id": "28", "set_id": "28", "src": "West made his abortion claims during an event on July 19."}
{"seg_id": "29", "set_id": "29", "src": "North Korea declares state of emergency as Covid-19 case reported"}
{"seg_id": "30", "set_id": "30", "src": "North Korean leader Kim Jong-un convened an emergency politburo meeting after a person suspected of having Covid-19 returned from South Korea after illegally crossing the border this month, state media said on Sunday."}
{"seg_id": "31", "set_id": "31", "src": "If confirmed, it would be the first case officially acknowledged by North Korean authorities, who have so far said the country has no confirmed cases of coronavirus."}
{"seg_id": "32", "set_id": "32", "src": "Kim declared a state of emergency and imposed a lockdown on the border city of Kaesong, calling it a \"critical situation in which the vicious virus could be said to have entered the country,\" state news agency KCNA reported."}
{"seg_id": "33", "set_id": "33", "src": "According to KCNA, a person who defected to South Korea three years ago returned across the fortified border that divides the two Koreas with symptoms that suggested Covid-19."}
{"seg_id": "34", "set_id": "34", "src": "\"An emergency event happened in Kaesong city where a runaway who went to the south three years ago, a person who is suspected to have been infected with the vicious virus returned on 19 July after illegally crossing the demarcation line,\" KCNA said."}
{"seg_id": "35", "set_id": "35", "src": "KCNA did not specifically mention whether the individual had been tested, but said an \"uncertain result was made from several medical check-ups of the secretion of that person's upper respiratory organ and blood,\" prompting officials to quarantine the person and investigate anyone he may have been in contact with."}
{"seg_id": "36", "set_id": "36", "src": "North Korea has received thousands of coronavirus testing kits from Russia and other countries, and imposed strict border closures."}
{"seg_id": "37", "set_id": "37", "src": "Thousands of people in the secretive nation were quarantined, but restrictions had recently eased."}
{"seg_id": "38", "set_id": "38", "src": "In recent weeks, North Korea has also stepped up a campaign criticising defectors to South Korea as \"human scum\" and calling for South Korea to crack down on groups that send propaganda messages and food aid into the North."}
{"seg_id": "39", "set_id": "39", "src": "Kim ordered an investigation into the military units along the border where the person was suspected of crossing to \"administer a severe punishment and take necessary measures.\""}
{"seg_id": "40", "set_id": "40", "src": "Over 30 Employees Test Coronavirus Positive At Single Bank Branch In Tamil Nadu"}
{"seg_id": "41", "set_id": "41", "src": "At least 38 employees of a national bank's main branch in Tiruchirappalli, Tamil Nadu, have tested positive for coronavirus, officials from the bank and the local civic body have said."}
{"seg_id": "42", "set_id": "42", "src": "According to the officials, the customers who visited the bank have also been advised to voluntarily appear for coronavirus tests."}
{"seg_id": "43", "set_id": "43", "src": "Earlier, a senior official of the branch who was suffering from other complications, had died of COVID-19."}
{"seg_id": "44", "set_id": "44", "src": "The positive cases came to light after a mass medical screening camp was held at the bank recently, the officials said."}
{"seg_id": "45", "set_id": "45", "src": "Senior bank officials said the disinfection process had been completed and the bank might resume operations from tomorrow."}
{"seg_id": "46", "set_id": "46", "src": "Corporation health officials are in touch with the customers who visited the bank."}
{"seg_id": "47", "set_id": "47", "src": "Tamil Nadu, with the highest virus cases in the country after Maharashtra, has reported an overall 2,06,737 positive cases of the virus as of Saturday."}
{"seg_id": "48", "set_id": "48", "src": "Kudlow says next coronavirus stimulus bill will include more checks, extend moratorium on evictions"}
{"seg_id": "49", "set_id": "49", "src": "White House economic adviser Larry Kudlow promised on Sunday that the federal government will extend the moratorium on evictions and send out another round of checks as part of the next coronavirus stimulus package."}
{"seg_id": "50", "set_id": "50", "src": "Kudlow's comments come after a week where the White House's hoped for payroll tax cuts were shot down by Congress."}
{"seg_id": "51", "set_id": "51", "src": "\"There's a $1,200 check coming.  That is going to be part of the new package.  I would have preferred a payroll tax cut, on top of that check,\" Kudlow said on CNN's \"State of the Union.\""}
{"seg_id": "52", "set_id": "52", "src": "\"But, be that as it may, politically, it doesn't work.\""}
{"seg_id": "53", "set_id": "53", "src": "While no deal has been officially announced, Treasury Secretary Steve Mnuchin and White House chief of staff Mark Meadows have been on Capitol Hill recently to discuss the details of a new relief package with congressional leaders."}
{"seg_id": "54", "set_id": "54", "src": "On ending the additional $600 in unemployment benefits the federal government was supplying, Kudlow argued that the extra money was hurting small businesses from hiring workers."}
{"seg_id": "55", "set_id": "55", "src": "\"We have had a flood of inquiries and phone calls and complaints that small stores and businesses, restaurants can't hire people back,\" he said."}
{"seg_id": "56", "set_id": "56", "src": "\"They went too far. Maybe last March, it was necessary for that, but, really, there are consequences of people not returning to work.\""}
{"seg_id": "57", "set_id": "57", "src": "Mnuchin earlier in the day on \"Fox News Sunday\" said it a little more bluntly: \"I think workers and Americans understand the concept that you shouldn't be paid more to stay home than to work.\""}
{"seg_id": "58", "set_id": "58", "src": "Mnuchin said the new bill will provide additional unemployment benefits, but noted that it will be less than the payments issued under the CARES Act."}
{"seg_id": "59", "set_id": "59", "src": "He said some workers were collecting more than they earned on the job."}
{"seg_id": "60", "set_id": "60", "src": "As a result, when businesses were reopening some employees did not have an incentive to return to work."}
{"seg_id": "61", "set_id": "61", "src": "The secretary said the Trump administration and Senate Republicans are on the same page with a $1 trillion package, but noted that in the interest of passing a bill quickly, issues that are more difficult to negotiate with Democrats could be held off for another bill."}
{"seg_id": "62", "set_id": "62", "src": "Police try new, less-lethal tools as protests continue"}
{"seg_id": "63", "set_id": "63", "src": "As violent clashes continue between law enforcement and protesters in Portland and around the country, debate is swirling around how police can cut back on lethal force."}
{"seg_id": "64", "set_id": "64", "src": "Some companies are stepping up to offer new high-tech tools like remote handcuffs for police to use instead of the more dangerous options like pepper spray, rubber bullets and flash grenades."}
{"seg_id": "65", "set_id": "65", "src": "Human rights group Amnesty International analyzed 500 videos from protests from May 26 through June 5 and found 125 incidents of excessive force across 40 states and the District of Columbia."}
{"seg_id": "66", "set_id": "66", "src": "\"We saw a misuse of tear gas, pepper spray, pepper balls, 40 millimeter impact rounds, basically every combination of less-lethal weapon being used in inappropriate ways,\" said Amnesty International weapons investigator Brian Castner."}
{"seg_id": "67", "set_id": "67", "src": "Still, some insist that having options is important for avoiding the need for a firearm."}
{"seg_id": "68", "set_id": "68", "src": "\"All of these devices should be at hand for the cops to use other than deadly physical force being used by a firearm because it's the only profession in America where the citizens give you the right to take your life,\" said Corey Pegues, former New York Police Department Deputy Inspector."}
{"seg_id": "69", "set_id": "69", "src": "One of the newest tools is called the Bola Wrap, a handheld device that shoots out an 8-foot Kevlar cord that wraps around a suspect."}
{"seg_id": "70", "set_id": "70", "src": "There are Long Range Acoustic Devices, also known as sound canons, directed energy weapons that use lasers to heat a person's skin, new projectiles made from things like foam and chalk, stink bombs, and of course the Taser."}
{"seg_id": "71", "set_id": "71", "src": "Shares of Axon, the company that makes the Taser, spiked more than 18%, reaching all-time highs when protests turned violent days after the police killing of George Floyd."}
{"seg_id": "72", "set_id": "72", "src": "The market for less-lethal weapons is expected to reach $11.85 billion by 2023."}
{"seg_id": "73", "set_id": "73", "src": "Watch the video to get a look at the new high-tech tools police are using for less-lethal force, how they're regulated, and what's at stake for the future of policing and the communities they serve."}
{"seg_id": "74", "set_id": "74", "src": "United, Chelsea into CL; Bournemouth, Watford down from EPL"}
{"seg_id": "75", "set_id": "75", "src": "Manchester United and Chelsea qualified for the Champions League at the expense of Leicester on a frantic final day of the Premier League season on Sunday, while Bournemouth and Watford were relegated to end five-year stays in the top flight."}
{"seg_id": "76", "set_id": "76", "src": "United won 2-0 at Leicester through goals by Bruno Fernandes and Jesse Lingard to give Ole Gunnar Solskjaer's team a third-place finish."}
{"seg_id": "77", "set_id": "77", "src": "Chelsea beat Wolverhampton 2-0 after a goal and an assist by Mason Mount and finished in the fourth and final Champions League qualifying place above Leicester, which has been in the top four for most of the season."}
{"seg_id": "78", "set_id": "78", "src": "Leicester, instead, will play in the Europa League along with Tottenham, which drew 1-1 at Crystal Palace to secure sixth place - above Wolverhampton on goal difference."}
{"seg_id": "79", "set_id": "79", "src": "The battle to avoid the two remaining relegation places went to the wire as Aston Villa scored in the 84th minute, conceded a minute later, then held on for 1-1 draw at West Ham to survive."}
{"seg_id": "80", "set_id": "80", "src": "Captain Jack Grealish scored Villa's goal in what could be his last game for his boyhood club."}
{"seg_id": "81", "set_id": "81", "src": "Bournemouth did what it had to do and beat Everton, 3-1, but ended up one point behind Villa."}
{"seg_id": "82", "set_id": "82", "src": "Watford was also relegated as the next-to-last team after losing 3-2 at Arsenal."}
{"seg_id": "83", "set_id": "83", "src": "Manchester City passed 100 goals for the campaign with a 5-0 win over last-place and already-demoted Norwich, a game that marked the last in the Premier League for David Silva after 10 years with City."}
{"seg_id": "84", "set_id": "84", "src": "Kevin De Bruyne got a record-tying 20th assist of the season and also scored twice."}
{"seg_id": "85", "set_id": "85", "src": "Liverpool ended its title-winning season with a 3-1 win at Newcastle and finished on a club-record 99 points."}
{"seg_id": "86", "set_id": "86", "src": "Also, Southampton beat Sheffield United 3-1, with Danny Ings scoring his 22nd goal of the season."}
{"seg_id": "87", "set_id": "87", "src": "That left him one behind Leicester's Jamie Vardy, who won the Golden Boot as the league's highest scorer."}
{"seg_id": "88", "set_id": "88", "src": "Watford relegated from Premier League as Aubameyang fires Arsenal win"}
{"seg_id": "89", "set_id": "89", "src": "Some of Watford's players sank to their knees; others made for the tunnel without a moment's delay."}
{"seg_id": "90", "set_id": "90", "src": "The whistle had just blown on their five years in the Premier League and nobody could say that, when the occasion demanded them to hurl the kitchen sink at Arsenal, they went down without a fight."}
{"seg_id": "91", "set_id": "91", "src": "This was a performance full of the crispness, urgency and aggression that have hallmarked their best work over the last half-decade but it came too late, as did the fightback that almost completely overhauled a three-goal deficit on the day."}
{"seg_id": "92", "set_id": "92", "src": "Had Emiliano Martínez not brilliantly saved Danny Welbeck's backheel 16 minutes from time, shortly after his former teammate had tapped in to put Watford within two goals of safety, there is every chance they could have completed a comeback for the ages."}
{"seg_id": "93", "set_id": "93", "src": "In the end they fell short and their caretaker manager, Hayden Mullins, might reflect that he would have never been handed this most thankless of tasks if his team had shown comparable application previously."}
{"seg_id": "94", "set_id": "94", "src": "Across the season they have not been good enough, but then nor has the organisation that employs them."}
{"seg_id": "95", "set_id": "95", "src": "One poor campaign may not wreck an empire, but nor do the foundations put in place by the Pozzo family offer any kind of guarantee they will sail straight back up from the second tier."}
{"seg_id": "96", "set_id": "96", "src": "It is hard to escape the sense that Watford's habit of flipping managers has run out of road."}
{"seg_id": "97", "set_id": "97", "src": "Their next permanent - perhaps in the loosest sense of - appointment will be the 12th in eight years and there is only so much fresh air a new broom can sweep in."}
{"seg_id": "98", "set_id": "98", "src": "Troy Deeney faces up to relegation despite getting on the scoresheet at the Emirates."}
{"seg_id": "99", "set_id": "99", "src": "Players will depart, Ismaïla Sarr showing again here that it should be inconceivable he will be playing Championship football in September, and a steady hand should be a priority."}
{"seg_id": "100", "set_id": "100", "src": "There was nothing stable about the boom-or-bust fare in an encounter Mikel Arteta described as \"a bit of a basketball game,\" although it certainly made for fine entertainment."}
{"seg_id": "101", "set_id": "101", "src": "Arteta said afterwards Watford's forwards had been \"cheating,\" although he quickly clarified that as a football term for \"gambling, staying up front.\""}
{"seg_id": "102", "set_id": "102", "src": "They certainly needed to: any suggestion a battling point might eventually suffice was quickly scotched and they might wonder how things would have transpired if they had not been obliged to play catch-up."}
{"seg_id": "103", "set_id": "103", "src": "Instead they conceded a penalty almost immediately."}
{"seg_id": "104", "set_id": "104", "src": "Craig Dawson had bundled carelessly into Alexandre Lacazette within 40 seconds but it took VAR almost three minutes to be confident of awarding the spot kick, which Pierre-Emerick Aubameyang dispatched unfussily."}
{"seg_id": "105", "set_id": "105", "src": "Watford gathered themselves to press relentlessly, with Sarr in electric form on the right, and came close through Roberto Pereyra and Troy Deeney."}
{"seg_id": "106", "set_id": "106", "src": "But then Aubameyang teed up Kieran Tierney for a deflected second and, at the first drinks break, the game had been so oddly skewed that Arteta was the manager tearing a strip off his players despite Arsenal's advantage."}
{"seg_id": "107", "set_id": "107", "src": "Aubameyang then controlled Tierney's long throw and converted a masterful overhead kick that left him one goal short of the golden boot, an award he would have shared with Jamie Vardy if Ben Foster had not blocked one last chance near the end."}
{"seg_id": "108", "set_id": "108", "src": "Watford appeared done for but they persevered and, after David Luiz had produced another rash penalty-area challenge for the album on Welbeck, Deeney rammed in his own penalty before the break."}
{"seg_id": "109", "set_id": "109", "src": "Deeney, walking wounded for most of the season, hauled himself around the pitch and was in gladiator mode throughout."}
{"seg_id": "110", "set_id": "110", "src": "He would probably have gobbled up the chance Adam Masina missed early in the second period and further openings were spurned, too."}
{"seg_id": "111", "set_id": "111", "src": "Welbeck was thwarted for a first time by the excellent Martínez, who Arteta confirmed will start Saturday's FA Cup final, and then had the entire Watford contingent pitchside on their feet upon converting a fizzing cross from Sarr."}
{"seg_id": "112", "set_id": "112", "src": "But Watford's prospects faded when his next effort was repelled and the soul-searching, from top to bottom, will need to be extensive."}
{"seg_id": "113", "set_id": "113", "src": "Covid-19 will permanently change the world's economy (opinion)"}
{"seg_id": "114", "set_id": "114", "src": "Virus screening is likely to become part of our life, just like security measures became ubiquitous after 9/11."}
{"seg_id": "115", "set_id": "115", "src": "It is important to invest in the infrastructure necessary to detect future viral outbreaks."}
{"seg_id": "116", "set_id": "116", "src": "This investment protects economies in case immunity to Covid-19 turns out to be temporary."}
{"seg_id": "117", "set_id": "117", "src": "Many economies adopted versions of Germany's Kurzarbeit (short work) subsidy during the pandemic."}
{"seg_id": "118", "set_id": "118", "src": "This policy keeps workers employed at reduced hours and pay, with the government compensating some of the shortfall in wages."}
{"seg_id": "119", "set_id": "119", "src": "By keeping matches between firms and workers intact, the economy is better prepared for a quick recovery."}
{"seg_id": "120", "set_id": "120", "src": "It is important to improve the implementation of these policies and make them a permanent part of our economic recovery tool kit."}
{"seg_id": "121", "set_id": "121", "src": "Remote work is likely to become more common."}
{"seg_id": "122", "set_id": "122", "src": "We had some evidence that working from home is at least as productive as working at the office."}
{"seg_id": "123", "set_id": "123", "src": "However, many companies were reluctant to embrace remote work."}
{"seg_id": "124", "set_id": "124", "src": "Now that many have tried it with good results, remote work might be here to stay."}
{"seg_id": "125", "set_id": "125", "src": "The pandemic crisis has accelerated the pace of digital transformation, with further expansion in e-commerce and increases in the pace of adoption of telemedicine, videoconferencing, online teaching and fintech."}
{"seg_id": "126", "set_id": "126", "src": "Companies with international supply chains are dealing with shortages and bottlenecks."}
{"seg_id": "127", "set_id": "127", "src": "We are likely to see many of these companies reshore some of their production."}
{"seg_id": "128", "set_id": "128", "src": "Unfortunately, this trend will not create many jobs because most of the production is likely to be automated."}
{"seg_id": "129", "set_id": "129", "src": "Governments will be bigger after playing the role of insurer and investor of last resort during the crisis."}
{"seg_id": "130", "set_id": "130", "src": "Public debt will balloon, creating financial challenges around the world."}
{"seg_id": "131", "set_id": "131", "src": "The most important lesson from the Covid-19 pandemic is the importance of working together on problems that affect the entire human race."}
{"seg_id": "132", "set_id": "132", "src": "We are much stronger united than divided."}
{"seg_id": "133", "set_id": "133", "src": "\"Sunday Morning\" Matinee: Celebrating Rodgers & Hart"}
{"seg_id": "134", "set_id": "134", "src": "2020 marks the centenary of the Broadway debut of the first professional collaboration by one of musical theater's most legendary duos, Richard Rodgers and Lorenz Hart."}
{"seg_id": "135", "set_id": "135", "src": "To honor their songwriting legacy, Broadway stars Jelani Alladin (\"Frozen,\" \"Hercules\") and Christiani Pitts (\"King Kong,\" \"A Bronx Tale\"), along with dancer Richard Riaz Yoder (\"Hello, Dolly!,\" \"Shuffle Along\"), present a modern take on the Rodgers & Hart standard \"The Lady Is a Tramp,\" recorded especially for the \"Sunday Morning\" audience."}
{"seg_id": "136", "set_id": "136", "src": "Music direction and arrangements by drummer Bryan Carter, who performs alongside bassist Russell Hall."}
{"seg_id": "137", "set_id": "137", "src": "Courthouse set on fire during protest in California"}
{"seg_id": "138", "set_id": "138", "src": "OAKLAND, Ca. -- Protesters in California set fire to a courthouse, damaged a police station and assaulted officers after a peaceful demonstration intensified late Saturday, Oakland police said."}
{"seg_id": "139", "set_id": "139", "src": "Demonstrators broke windows, spray painted graffiti, shot fireworks and pointed lasers at officers, the Oakland department said on Twitter ."}
{"seg_id": "140", "set_id": "140", "src": "Several tweets called for peace and asked organizers to \"help us provide safe spaces and safe places for demonstrators.\""}
{"seg_id": "141", "set_id": "141", "src": "The protest began earlier Saturday evening with groups such as the \"Wall of Moms,\" similar to a group that formed in Portland, Oregon, as protesters faced off with U.S. agents deployed to that city to guard a federal courthouse."}
{"seg_id": "142", "set_id": "142", "src": "President Donald Trump had sent the federal agents to clamp down on protests that have occurred nightly since the death of George Floyd in Minneapolis on May 25."}
{"seg_id": "143", "set_id": "143", "src": "The protest in Oakland began peacefully, but turned violent later into the night."}
{"seg_id": "144", "set_id": "144", "src": "An \"unlawful assembly\" was declared by police around 11:30 p.m. and officers asked the crowd to disperse."}
{"seg_id": "145", "set_id": "145", "src": "The fire broke out at the Alameda County Superior Courthouse and was contained a short time later, news outlets reported."}
{"seg_id": "146", "set_id": "146", "src": "Police said protesters at one point were \"breaking windows and chanting racial slurs at residents.\""}
{"seg_id": "147", "set_id": "147", "src": "Photos tweeted by the department showed broken glass and paint splattered at a police building."}
{"seg_id": "148", "set_id": "148", "src": "Home Secretary Priti Patel demands explanation from Twitter and Instagram over 'abhorrent' Wiley tweets"}
{"seg_id": "149", "set_id": "149", "src": "Priti Patel has demanded an explanation from Twitter and Instagram over the length of time it took to remove \"abhorrent\" posts made by Wiley."}
{"seg_id": "150", "set_id": "150", "src": "Police are currently investigating a series of antisemitic comments posted on the Grime artist's social media accounts."}
{"seg_id": "151", "set_id": "151", "src": "The Home Secretary tweeted on Sunday: \"The antisemitic posts from Wiley are abhorrent.\""}
{"seg_id": "152", "set_id": "152", "src": "\"They should not have been able to remain on Twitter and Instagram for so long and I have asked them for a full explanation.\""}
{"seg_id": "153", "set_id": "153", "src": "\"Social media companies must act much faster to remove such appalling hatred from their platforms.\""}
{"seg_id": "154", "set_id": "154", "src": "Twitter was accused of \"ignoring antisemitism\" as Wiley's tweets were still visible 12 hours after they were first posted."}
{"seg_id": "155", "set_id": "155", "src": "A number of tweets have since been removed and the 41-year-old has been issued a seven-day ban by the site."}
{"seg_id": "156", "set_id": "156", "src": "Twitter previously said Wiley's account had been temporarily locked \"for violating our hateful conduct policy,\" while Facebook said there was \"no place for hate speech on Instagram.\""}
{"seg_id": "157", "set_id": "157", "src": "The Metropolitan Police said on Saturday: \"The Met takes all reports of antisemitism extremely seriously. The relevant material is being assessed.\""}
{"seg_id": "158", "set_id": "158", "src": "Meanwhile, Wiley's management company, A-List Management, \"cut all ties\" with the star."}
{"seg_id": "159", "set_id": "159", "src": "The artist's now former manager, John Woolf, who is Jewish, wrote on Twitter: \"Following Wiley's antisemitic tweets today we at @A_ListMGMT have cut all ties with him.  There is no place in society for antisemitism.\""}
{"seg_id": "160", "set_id": "160", "src": "He had earlier said he did not support or condone what Wiley posted but that he would speak to him privately and \"help educate him.\""}
{"seg_id": "161", "set_id": "161", "src": "However, in a video on Instagram, Wiley appeared to say it was him who had cut ties with his management."}
{"seg_id": "162", "set_id": "162", "src": "Other MPs criticised Twitter for allowing the tweets to remain visible."}
{"seg_id": "163", "set_id": "163", "src": "Labour MP Jess Phillips said on Saturday:"}
{"seg_id": "164", "set_id": "164", "src": "\"Just seen all the Wiley stuff.  Why on earth have @Twitter left up such blatant antisemitism and hatred?  It hits all the dangerous beats, Jews get things you don't get, they are in control, they think their better...  This is dangerous stuff.  Surely it should come down.\""}
{"seg_id": "165", "set_id": "165", "src": "Fellow MP Neil Coyle added: \"His management appear able to act quicker than @Twitter emphasising, once again, that legislation (including the Online Harms Bill) should ensure social media platforms are not used to spread hate.\""}
{"seg_id": "166", "set_id": "166", "src": "John Mann, the government's independent adviser on antisemitism, said the tweets \"demonstrated precisely why the law needs changing to hold them to reasonable account.\""}
{"seg_id": "167", "set_id": "167", "src": "Meanwhile, the Campaign Against Antisemitism asked police to investigate Wiley's content and called on his social media accounts to be shut down \"to prevent further outpouring of anti-Jewish venom.\""}
{"seg_id": "168", "set_id": "168", "src": "Wiley, known as the Godfather of Grime and whose real name is Richard Cowie, received an MBE for services to music in 2018."}
{"seg_id": "169", "set_id": "169", "src": "Coronavirus: Travellers from Spain told to quarantine"}
{"seg_id": "170", "set_id": "170", "src": "Travellers arriving in the UK from Spain must now quarantine for 14 days, under new coronavirus travel rules."}
{"seg_id": "171", "set_id": "171", "src": "They were announced on Saturday following a spike in coronavirus cases in Spain, with more than 900 new cases of the virus reported on Friday."}
{"seg_id": "172", "set_id": "172", "src": "Spanish officials have also warned a second wave could be imminent as major cities have seen cases surge."}
{"seg_id": "173", "set_id": "173", "src": "Airlines including British Airways have criticised the new measures as \"yet another blow\" to British holidaymakers."}
{"seg_id": "174", "set_id": "174", "src": "People currently on holiday in Spain have been advised by the Department of Transport to follow the local rules, return home as normal, and check the Foreign Office's travel advice website for further information."}
{"seg_id": "175", "set_id": "175", "src": "The Foreign Office is advising against all but essential travel to mainland Spain, however the quarantine measures apply to those returning from mainland Spain, the Canary Islands and the Balearic Islands, such as Majorca and Ibiza."}
{"seg_id": "176", "set_id": "176", "src": "Foreign Office advice has ramifications for travel insurance."}
{"seg_id": "177", "set_id": "177", "src": "Among those affected by the new rules is Transport Secretary Grant Shapps, who began his holiday in Spain on Saturday."}
{"seg_id": "178", "set_id": "178", "src": "He is expected to continue his trip as planned and isolate in line with guidance on his return."}
{"seg_id": "179", "set_id": "179", "src": "Quarantine measures for UK travellers were first introduced in early June."}
{"seg_id": "180", "set_id": "180", "src": "But after pressure from the aviation and travel industries, the government and devolved administrations published lists of countries exempt from the rules."}
{"seg_id": "181", "set_id": "181", "src": "British Airways said it was \"disappointed\" about the latest changes to the government's travel advice and rules, although the airline said its flights were continuing to operate."}
{"seg_id": "182", "set_id": "182", "src": "It said the move was \"throwing thousands of Britons' travel plans into chaos.\""}
{"seg_id": "183", "set_id": "183", "src": "The Airport Operators Association said the new measures would \"further damage what is already a fragile restart of the aviation sector which continues to face the biggest challenge in its history.\""}
{"seg_id": "184", "set_id": "184", "src": "The UK's biggest tour operator, Tui, cancelled its flights due to depart to mainland Spain and the Canary Islands on Sunday."}
{"seg_id": "185", "set_id": "185", "src": "Customers currently on holiday will be able to return on their intended flight home."}
{"seg_id": "186", "set_id": "186", "src": "However, budget airline EasyJet said it was \"disappointed\" and would operate a full schedule in the coming days."}
{"seg_id": "187", "set_id": "187", "src": "\"Customers who no longer wish to travel can transfer their flights without a change fee or receive a voucher for the value of the booking,\" the company said in a statement."}
{"seg_id": "188", "set_id": "188", "src": "A spokesman for the Association of British Travel Agents (Abta) said the government's quarantine rule change was \"disappointing.\""}
{"seg_id": "189", "set_id": "189", "src": "\"We suggest the government considers lifting the quarantine rules for flights to and from certain regions with lower infection rates, or to places such as the Balearic Islands or the Canaries - which are geographically distinct from mainland Spain - to avoid further damage to the UK inbound and outbound tourism industries,\" he said."}
{"seg_id": "190", "set_id": "190", "src": "Spain has so far seen more than 28,000 coronavirus deaths."}
{"seg_id": "191", "set_id": "191", "src": "On Thursday, it saw the biggest daily increase in infections since its lockdown ended."}
{"seg_id": "192", "set_id": "192", "src": "Catalonia has become the latest region to crack down on nightlife."}
{"seg_id": "193", "set_id": "193", "src": "The wealthy north-east region, which is home to Barcelona, ordered all nightclubs to close for two weeks and put a midnight curfew on bars in the greater Barcelona area."}
{"seg_id": "194", "set_id": "194", "src": "The BBC's Guy Hedgecoe in Madrid says contagion among young people is a particular worry, as they have been gathering in large numbers in cities at night."}
{"seg_id": "195", "set_id": "195", "src": "France has warned its citizens not to travel to Catalonia while Norway has said it will start quarantining people arriving from Spain."}
{"seg_id": "196", "set_id": "196", "src": "The government is urging employers to be \"understanding of those returning from Spain who now will need to self-isolate.\""}
{"seg_id": "197", "set_id": "197", "src": "But Labour's shadow home secretary Nick Thomas-Symonds called for the government to explain in detail how it would support those affected, adding that the news would be \"deeply concerning for families who are in caught in Spain or are planning travel.\""}
{"seg_id": "198", "set_id": "198", "src": "Scottish First Minister Nicola Sturgeon tweeted that the decision was made after reviewing the latest data earlier on Saturday."}
{"seg_id": "199", "set_id": "199", "src": "\"This reinforces the point that these matters are subject to change at short notice and so my advice is to be cautious about non-essential foreign travel,\" she said."}
{"seg_id": "200", "set_id": "200", "src": "John Blackmore, from Hampshire, was due to fly out to his family in Spain with his wife and two young children."}
{"seg_id": "201", "set_id": "201", "src": "But the new rules mean he has had to cancel, for fears his wife's employer would not be able to accommodate her taking an extra two weeks off to quarantine on their return."}
{"seg_id": "202", "set_id": "202", "src": "He said he thought it was unlikely they would get a refund for the flight, as it has not been cancelled."}
{"seg_id": "203", "set_id": "203", "src": "\"I'm devastated,\" he told the BBC."}
{"seg_id": "204", "set_id": "204", "src": "\"I have family in Spain who haven't seen their only grandkids since Christmas.\""}
{"seg_id": "205", "set_id": "205", "src": "Lois Stothard, from South Yorkshire, told the BBC she had booked a holiday to Seville as a surprise for her boyfriend's 30th birthday - due to fly out on Sunday morning - but now feels that she cannot travel."}
{"seg_id": "206", "set_id": "206", "src": "\"I'm a keyworker - I'm a teacher - and my boyfriend has work commitments so we cannot quarantine for 14 days when we return,\" she said."}
{"seg_id": "207", "set_id": "207", "src": "\"We can't get any money back and to change the company want double what I've already paid in fees."}
{"seg_id": "208", "set_id": "208", "src": "I'm very disappointed and upset as we're packed and ready to go.\""}
{"seg_id": "209", "set_id": "209", "src": "Threats to Australian democracy are closer to home than China"}
{"seg_id": "210", "set_id": "210", "src": "But a series of recently passed or pending measures in the Commonwealth Parliament give rise to concerns about our own, home-grown authoritarianism."}
{"seg_id": "211", "set_id": "211", "src": "They include a roll out of facial recognition technology, forcing technology companies to decrypt information held on their customers' computer systems, forcing technology companies to provide access to their customers' cloud-based information without notification to the owner of the information and extending ASIO's compulsory questioning powers."}
{"seg_id": "212", "set_id": "212", "src": "These measures raise serious questions about the border between citizens and government, but the ASIO Bill is particularly worrying."}
{"seg_id": "213", "set_id": "213", "src": "Unlike any of the other Five Eyes countries - United States, Canada, the United Kingdom and New Zealand - in the wake of September 11, ASIO was given power to compulsorily question people for up to seven days in relation to terrorism offences."}
{"seg_id": "214", "set_id": "214", "src": "While it might be accepted that the extreme violence associated with terrorism offences justifies extraordinary powers - extreme violence at least offers a bright line border around these extraordinary powers."}
{"seg_id": "215", "set_id": "215", "src": "That certainly cannot be said about the \"sweeping and vague\" definitions used in this bill to trigger the compulsory questioning power: dealing with information which prejudices Australia's \"political, military or economic relations with another country\"; or activities in collaboration with a foreign power which are clandestine or deceptive and are \"detrimental to Australia's interests.\""}
{"seg_id": "216", "set_id": "216", "src": "It is hard to imagine more \"sweeping and vague \"national security\" legislation\" than this."}
{"seg_id": "217", "set_id": "217", "src": "ASIO would be allowed to compulsorily question anyone about these things - not just suspected offenders."}
{"seg_id": "218", "set_id": "218", "src": "This includes journalists, business people, university academics and staff, lawyers, citizens, residents and visitors."}
{"seg_id": "219", "set_id": "219", "src": "ASIO would simply have to show the questioning would \"substantially contribute to the collection of intelligence\" about foreign interference, which seems to be the main target of the bill."}
{"seg_id": "220", "set_id": "220", "src": "The person could then be questioned for up to 40 hours (not including breaks)."}
{"seg_id": "221", "set_id": "221", "src": "If the person refused to attend, they would be arrested."}
{"seg_id": "222", "set_id": "222", "src": "Refusal to answer or giving false or misleading answers would carry a maximum five year sentence."}
{"seg_id": "223", "set_id": "223", "src": "Rules that are fundamental in our legal systems - indeed protected by the constitution in the United States - are overturned by this bill."}
{"seg_id": "224", "set_id": "224", "src": "People - including people already facing charges - will be compelled to provide evidence that may then be used to prosecute them."}
{"seg_id": "225", "set_id": "225", "src": "They could have a lawyer present, but the lawyer would be confined to clarifying questions that were ambiguous or unclear."}
{"seg_id": "226", "set_id": "226", "src": "The new bill transfers the decision to issue a questioning warrant from a judge to the Attorney-General."}
{"seg_id": "227", "set_id": "227", "src": "As pointed out by the Inspector-General of Intelligence and Security, this \"departs from the trend for increased requirements for external authorisation in other Five Eyes jurisdictions.\""}
{"seg_id": "228", "set_id": "228", "src": "It also breaches the separation of powers principle that courts scrutinise the actions of executive government."}
{"seg_id": "229", "set_id": "229", "src": "The new bill also proposes to expand the questioning power to children who are at least 14 years old, but only to those engaged or likely to engage in activities prejudicial to the protection of Australia and people from politically motivated violence."}
{"seg_id": "230", "set_id": "230", "src": "Even if our intelligence agencies were the best in the world, conferring a power to compulsorily question anyone about information which \"prejudices Australia's economic relations with another country,\" or activities which are \"detrimental to Australia's interests\" is beyond the pale."}
{"seg_id": "231", "set_id": "231", "src": "We stand alone."}
{"seg_id": "232", "set_id": "232", "src": "No other Five Eyes country goes so far, not even for terrorism offences."}
{"seg_id": "233", "set_id": "233", "src": "Genuinely liberal democracies guard against authoritarian measures."}
{"seg_id": "234", "set_id": "234", "src": "The conduct of our security agencies in relation to the bugging of the East Timor parliament, the trials of Witness K and Bernard Collaery, the secret trial and imprisonment of a former intelligence officer, the recent search warrants executed on two journalists, and the prospect of charges against one of them in relation to stories on suspected murders by Australian soldiers in Afghanistan show why we should not be lowering our guard."}
{"seg_id": "235", "set_id": "235", "src": "Israel coronavirus cases top 60,000 as infections jump"}
{"seg_id": "236", "set_id": "236", "src": "JERUSALEM (Reuters) - The number of people to test positive for coronavirus in Israel topped 60,000 on Saturday as the government struggles to contain a resurgence in infection rates."}
{"seg_id": "237", "set_id": "237", "src": "The latest daily tally showed 1,770 new infections, bringing the total number of cases to 60,496, the country's health ministry reported."}
{"seg_id": "238", "set_id": "238", "src": "With a population of nine million, Israel has reported a total of 455 fatalities from the pandemic."}
{"seg_id": "239", "set_id": "239", "src": "Israel was one of the first countries to impose a nationwide lockdown and initially was successful in clamping down on the outbreak."}
{"seg_id": "240", "set_id": "240", "src": "Daily cases that numbered in the hundreds dropped to low double digits."}
{"seg_id": "241", "set_id": "241", "src": "Concerned about the economic toll, the government eased those restrictions - too quickly, some officials have since acknowledged - and infection rates resurged."}
{"seg_id": "242", "set_id": "242", "src": "Renewed sporadic closures of various sectors of the economy have deepened public vexation, sparking daily demonstrations."}
{"seg_id": "243", "set_id": "243", "src": "Tony Blair vows never to stop meddling in British politics despite severe Brexit backlash"}
{"seg_id": "244", "set_id": "244", "src": "Tony Blair has pledged not to stop intervening in UK politics, following severe backlash to his involvement in the Labour Party and anti-Brexit campaigning."}
{"seg_id": "245", "set_id": "245", "src": "Mr Blair, who has been out of office for more than ten years, told Sophy Ridge on Sky News that he will \"never\" stop speaking out in British politics."}
{"seg_id": "246", "set_id": "246", "src": "However, the controversial political figure acknowledged \"a lot of people watching this might think I should stop talking about things.\""}
{"seg_id": "247", "set_id": "247", "src": "Sophy Ridge told Mr Blair: \"I always get the sense you can't wrench yourself away from politics.\""}
{"seg_id": "248", "set_id": "248", "src": "\"You are always publishing reports on coronavirus or coming up with arguments on Brexit.\""}
{"seg_id": "249", "set_id": "249", "src": "\"I just wonder if people think, why after ten years of being PM, are you still trying to be involved in politics?\""}
{"seg_id": "250", "set_id": "250", "src": "\"Isn't it time to take some time out, go around the golf course.\""}
{"seg_id": "251", "set_id": "251", "src": "The former prime minister rejected this and vowed to stay around in UK politics as long as he can."}
{"seg_id": "252", "set_id": "252", "src": "He said: \"It's not something I want to do.  A lot of people watching might think that's exactly what he should do and stop talking about things, but I care about the country.\""}
{"seg_id": "253", "set_id": "253", "src": "\"We are at a huge moment of change in the world and the institute I built works around the world.\""}
{"seg_id": "254", "set_id": "254", "src": "\"I know I've done something that previous prime ministers have not done but in the future I predict many more will try to do.\""}
{"seg_id": "255", "set_id": "255", "src": "Earlier in the interview, Mr Blair said that the UK and EU could still land a deal on Brexit before the end of the year."}
{"seg_id": "256", "set_id": "256", "src": "He said: \"They could land a deal.  But even the deal we land is going to be bad.\""}
{"seg_id": "257", "set_id": "257", "src": "\"It's essentially going to be good for Europe because it will allow easier trade in goods but very inhibiting for us on the issue of services.\""}
{"seg_id": "258", "set_id": "258", "src": "The former Labour leader also told Sky News the UK is going to be living with COVID-19, not eliminating it, for the foreseeable future."}
{"seg_id": "259", "set_id": "259", "src": "QB Herbert among 4 draft picks signed by Chargers"}
{"seg_id": "260", "set_id": "260", "src": "COSTA MESA, Calif.  (AP) - The Los Angeles Chargers have signed four of their draft picks, including quarterback Justin Herbert, and have agreed to terms with the other two members of their draft class."}
{"seg_id": "261", "set_id": "261", "src": "The Chargers were able to get contracts done with their draft class on Saturday when they reported to training camp for physicals and equipment."}
{"seg_id": "262", "set_id": "262", "src": "Along with Herbert, who was selected with the sixth overall pick, the team announced the signings of wide receivers Joe Reed (fifth round) and KJ Hill (seventh round) along with sixth-round safety Alohi Gilman."}
{"seg_id": "263", "set_id": "263", "src": "They have agreed to terms with first-round linebacker Kenneth Murray Jr. and running back Joshua Kelley, who was selected in the fourth round."}
{"seg_id": "264", "set_id": "264", "src": "Herbert started 42 games at Oregon, compiling a 29-13 record with 10,541 passing yards and 108 total touchdowns."}
{"seg_id": "265", "set_id": "265", "src": "He led the Ducks to the Pac-12 championship last season, throwing 32 touchdowns and six interceptions in 14 games."}
{"seg_id": "266", "set_id": "266", "src": "He capped his career with a win over Wisconsin in the Rose Bowl, where he ran for three touchdowns and was named the offensive MVP."}
{"seg_id": "267", "set_id": "267", "src": "Herbert will compete with veteran Tyrod Taylor for the starting job."}
{"seg_id": "268", "set_id": "268", "src": "The Chargers will have a new quarterback after Philip Rivers departed via free agency after 14 seasons as the starter."}
{"seg_id": "269", "set_id": "269", "src": "Murray was the 23rd overall pick after Los Angeles traded with New England to move back into the first round."}
{"seg_id": "270", "set_id": "270", "src": "He was a third-team Associated Press All-America selection last season after leading the Sooners with 102 tackles, including 69 solo."}
{"seg_id": "271", "set_id": "271", "src": "Billboard giants push for discounts from airports, councils"}
{"seg_id": "272", "set_id": "272", "src": "oOh! Media raised capital earlier this year to provided more financial certainty as the pandemic started to spook advertisers."}
{"seg_id": "273", "set_id": "273", "src": "Sources said that the companies were discussing ways to offset the large declines through a rent reduction for the sites they operate or through the removal or reduction of a minimum revenue guarantee, which is typically introduced when a deal is first signed."}
{"seg_id": "274", "set_id": "274", "src": "One source indicated that the large billboard companies may have guaranteed as much as 85 per cent of their revenue projections in rent."}
{"seg_id": "275", "set_id": "275", "src": "Some contracts have clauses that allow them to reduce the minimum guarantee if the amount of people in an area reduces by a certain percentage, but it is unclear whether this condition is in any of the current contracts between the billboard companies and their landlords."}
{"seg_id": "276", "set_id": "276", "src": "At the same time, the companies are offering large discounts to advertisers to fill available slots on billboards and give them the most value for money possible."}
{"seg_id": "277", "set_id": "277", "src": "Billboards in Sydney CBD and outer suburbs that typically host six ads are struggling to fill all of the available slots."}
{"seg_id": "278", "set_id": "278", "src": "But some sites - such as oOh! media's 40 x 10 metre billboard at Sydney Airport - have been upgraded."}
{"seg_id": "279", "set_id": "279", "src": "oOh! Media declined to comment, but at a Macquarie Australia conference in May, it flagged more than $20 million in fixed rent expense savings."}
{"seg_id": "280", "set_id": "280", "src": "JC Decaux declined to comment."}
{"seg_id": "281", "set_id": "281", "src": "Airports and public transport are lucrative advertising contracts for billboard companies."}
{"seg_id": "282", "set_id": "282", "src": "According to the 2019 Outdoor Media Association Report, revenue from transport - including airports - was $169.4 million while revenue from street furniture and the outside of buses and trams was $266.5 million."}
{"seg_id": "283", "set_id": "283", "src": "JC Decaux business has contracts with Sydney Airport, Yarra Trams, Perth Airport and Sydney Buses. oOh! Media has billboards in areas such as Qantas lounges, outside Sydney airport, Adelaide Airport, Darwin Airport and inside train stations in Sydney and Melbourne."}
{"seg_id": "284", "set_id": "284", "src": "Tenders for Melbourne Airport and Sydney Trains have been taking place during the pandemic and an official decision has not been made."}
{"seg_id": "285", "set_id": "285", "src": "Melbourne is the second largest airport contract in Australia and pre-coronavirus was worth tens of millions each year."}
{"seg_id": "286", "set_id": "286", "src": "At full year results in February, oOh! Media said it generated $65.9 million from its 'fly' category, which is predominantly made up of revenue from Sydney Airport."}
{"seg_id": "287", "set_id": "287", "src": "Revenue from 'commute', which is made up of the rail contracts and street furniture previously owned by Adshel before it was bought by oOh!, was $234.8 million."}
{"seg_id": "288", "set_id": "288", "src": "JC Decaux Australia made $37.7 million in revenue from transport in 2018, according to its 2018 financial results filed to the Australian Securities and Investment Commission."}
{"seg_id": "289", "set_id": "289", "src": "But both figures are likely to be significantly smaller this year."}
{"seg_id": "290", "set_id": "290", "src": "Standard Media Index figures, which report the spend of four of the five major ad agency groups, said that the outdoor advertising market had plummeted 68 per cent in June."}
{"seg_id": "291", "set_id": "291", "src": "By comparison, interim June results show that digital spending is down 37 per cent, while metropolitan radio had fallen 48 per cent."}
{"seg_id": "292", "set_id": "292", "src": "Metropolitan television fell 34 per cent in June, newspaper spending dropped by 49 per cent and spending in magazines plummeted 66 per cent."}
{"seg_id": "293", "set_id": "293", "src": "US \"failures\" are holding back search for coronavirus drugs"}
{"seg_id": "294", "set_id": "294", "src": "The global effort to produce useful anti-Covid medicines is being hampered by the US because researchers are testing drugs in \"an arbitrary, willy-nilly way,\" the expert leading the UK's programme has warned."}
{"seg_id": "295", "set_id": "295", "src": "Britain's Recovery Trial programme, which has involved 12,000 patients at several hundred British hospitals, has already pinpointed one promising new drug to tackle the disease and also highlighted two others - previously thought to be potential life-savers - as being useless."}
{"seg_id": "296", "set_id": "296", "src": "But the failure of the US medical system to match this output has meant that other promising treatments that could have been cleared for widespread use have still to be evaluated."}
{"seg_id": "297", "set_id": "297", "src": "In particular, convalescent plasma (blood plasma that is taken from Covid-19 patients and which contains antibodies that could protect others against the disease) has still to be properly tested on a large-scale randomised trial."}
{"seg_id": "298", "set_id": "298", "src": "\"Tens of thousands of people have already been given convalescent plasma in the US but these treatments were not randomised,\" said Professor Martin Landray, one of the founders of the Recovery programme."}
{"seg_id": "299", "set_id": "299", "src": "\"They just give individuals convalescent plasma in the hope it will work. Vast quantities have been given and they still have no idea whether it helps or harms or has no impact,\" added Landray, an expert in the setting up of large-scale drug trials."}
{"seg_id": "300", "set_id": "300", "src": "The US is failing to do large, randomised trials and that ends up providing bad medicine."}
{"seg_id": "301", "set_id": "301", "src": "Randomised drug trials are the gold standard for pinpointing useful medicines."}
{"seg_id": "302", "set_id": "302", "src": "They remove unconscious biases that might cloud clinicians' judgments."}
{"seg_id": "303", "set_id": "303", "src": "Thousands of people are given a drug and thousands of others are given a placebo."}
{"seg_id": "304", "set_id": "304", "src": "No one knows which they have been given."}
{"seg_id": "305", "set_id": "305", "src": "Then results are compared and the efficacy of the treatment revealed."}
{"seg_id": "306", "set_id": "306", "src": "In this way, Recovery was able to demonstrate that the steroid dexamethasone reduced deaths by a third in Covid-19 patients on ventilators."}
{"seg_id": "307", "set_id": "307", "src": "It also showed that the much-hyped drug hydroxychloroquine - as well as the combined therapy of the drugs lopinavir and ritonavir - had no effect in saving patients' lives."}
{"seg_id": "308", "set_id": "308", "src": "Crucially these trials needed very large numbers of patients and no single hospital has enough for such research."}
{"seg_id": "309", "set_id": "309", "src": "Britain has had one key advantage - a centralised National Health Service."}
{"seg_id": "310", "set_id": "310", "src": "By contrast, the US health service is fragmented and its only success in pointing a possible treatment has been highlighting the usefulness of the highly expensive drug remdesivir for speeding recovery of some Covid-19 patients."}
{"seg_id": "311", "set_id": "311", "src": "\"There are lots and lots of small drugs trials involving a few dozen or a few hundred patients going on in the US but nothing of any substance,\" added Landray."}
{"seg_id": "312", "set_id": "312", "src": "\"They are failing to do large, randomised trials and that ends up providing bad medicine. It makes the practice of medicine poorer and the outcomes for patients poorer.\""}
{"seg_id": "313", "set_id": "313", "src": "Landray said this failure was particularly exasperating when it came to the use of convalescent plasma, which many doctors believe could have a key role to play in treating seriously ill Covid-19 patients."}
{"seg_id": "314", "set_id": "314", "src": "\"If you look at the US, huge quantities of this treatment have been used on an arbitrary willy-nilly basis. The UK excels beyond measure compared with what's going on there,\" he added."}
{"seg_id": "315", "set_id": "315", "src": "Professor Peter Horby, an expert on infectious diseases and the other founder of the Recovery programme, said: \"There have been reports of 20,000 patients getting convalescent plasma in a cohort but none of those patients were randomised."}
{"seg_id": "316", "set_id": "316", "src": "If they had put these patients into randomised trials, we would now have a clear answer about the effectiveness of convalescent plasma.\""}
{"seg_id": "317", "set_id": "317", "src": "Horby added that UK Recovery has now launched a randomised trial of convalescent plasma but does not expect results to be ready until later this year."}
{"seg_id": "318", "set_id": "318", "src": "Ted Cruz says Pelosi's objectives are \"shoveling cash at the problem and shutting America down\""}
{"seg_id": "319", "set_id": "319", "src": "Washington - Republican Senator Ted Cruz of Texas accused House Speaker Nancy Pelosi and House Democrats of pushing a coronavirus relief package that focuses on \"shoveling cash at the problem and shutting America down\" as negotiations on the next measure continue."}
{"seg_id": "320", "set_id": "320", "src": "In an interview with \"Face the Nation\" on Sunday, Cruz said the country is confronting two crises simultaneously: a global pandemic that has claimed the lives of more than 600,000 people worldwide and an \"absolute economic catastrophe\" in the U.S."}
{"seg_id": "321", "set_id": "321", "src": "But Cruz said Pelosi, who appeared on \"Face the Nation\" ahead of the senator, \" is \"focused on neither of those.\""}
{"seg_id": "322", "set_id": "322", "src": "\"Her objectives are shoveling cash at the problem and shutting America down,\" the Texas Republican said."}
{"seg_id": "323", "set_id": "323", "src": "\"And in particular, you look at the $3 trillion bill she's trying to push, it's just shoveling money to her friends and not actually solving the problem.  Our objective should be Americans want to get back to work.  They want to be able to provide for their family.\""}
{"seg_id": "324", "set_id": "324", "src": "Senate Republicans and the White House spent last week negotiating the terms of the fourth phase of the coronavirus response, which they expect to cost $1 trillion."}
{"seg_id": "325", "set_id": "325", "src": "Over the weekend, White House chief of staff Mark Meadows and Treasury Secretary Steven Mnuchin headed back to Capitol Hill for more talks with Senate staff, and Mnuchin told Fox News in an interview Sunday the details are set to be unveiled by Senate Majority Leader Mitch McConnell on Monday."}
{"seg_id": "326", "set_id": "326", "src": "The most pressing issue for lawmakers - and a point of contention between Republicans and Democrats - is the expiration of enhanced unemployment benefits, which began to go away this weekend."}
{"seg_id": "327", "set_id": "327", "src": "While Democrats want the \"phase four\" coronavirus package to keep the $600 boost to the benefits, Republicans are calling for it to be pared back and argue some Americans make more from unemployment than they did in wages."}
{"seg_id": "328", "set_id": "328", "src": "Cruz said more than half of Americans receiving the enhanced unemployment benefits are paid more now than when they were working and said he's talked to small business owners in Texas who are having trouble rehiring employees."}
{"seg_id": "329", "set_id": "329", "src": "\"Of course, they won't come back because the federal government is paying them, in some instances, twice as much money to stay home,\" he said."}
{"seg_id": "330", "set_id": "330", "src": "Cruz said Congress should be focusing on passing a recovery bill that would make it easier for Americans to return to work by easing taxes and regulations on small businesses: \"instead of just shoveling trillions out the door, a recovery bill would suspend the payroll tax, which would give it a pay raise to everyone in America who's working.  That actually gets people back to work,\" he said."}
{"seg_id": "331", "set_id": "331", "src": "President Trump demanded last week the next aid package include a payroll tax cut, but Mnuchin said it will not be part of the legislation, as the proposal was ill-received among Republicans."}
{"seg_id": "332", "set_id": "332", "src": "Mr. Trump acknowledged the payroll tax cut would be absent from the next bill but sought to pin the blame on Democrats."}
{"seg_id": "333", "set_id": "333", "src": "Cruz, who last week objected to the cost of the next package, said Sunday he is not on board with the measure from his fellow Senate Republicans."}
{"seg_id": "334", "set_id": "334", "src": "But he also criticized the $3 trillion bill passed by the Democrat-controlled House in May and accused his political opponents of deliberately crafting a measure that damages the president ahead of the November election."}
{"seg_id": "335", "set_id": "335", "src": "\"The only objective Democrats have is to defeat Donald Trump, and they've cynically decided the best way to defeat Donald Trump is shut down every business in America, shut down every school in America,\" he said."}
{"seg_id": "336", "set_id": "336", "src": "\"You know, Nancy Pelosi talks about working men and women.  What she's proposing is keeping working men and women from working.\""}
{"seg_id": "337", "set_id": "337", "src": "Seattle Protests: Fires and Pepper Spray as Thousands March Through City"}
{"seg_id": "338", "set_id": "338", "src": "SEATTLE - After weeks of escalating confrontations between protesters and federal authorities in Portland, Ore., a crowd of about 2,000 people mobilized in Seattle on Saturday, marching through the streets and clashing with the police."}
{"seg_id": "339", "set_id": "339", "src": "Three police officers were injured, including one who was hospitalized with a leg injury caused by an explosive, and 16 protesters were arrested as of early evening, the police said."}
{"seg_id": "340", "set_id": "340", "src": "Carrying signs such as \"Feds Go Home\" and shouting chants of \"No justice, no peace,\" the protesters stopped at the site of a future youth detention center and lit buildings there on fire."}
{"seg_id": "341", "set_id": "341", "src": "Some smashed windows of nearby businesses."}
{"seg_id": "342", "set_id": "342", "src": "The police confronted the crowd in the Capitol Hill neighborhood, deploying flash grenades and pepper spray before they began taking people into custody."}
{"seg_id": "343", "set_id": "343", "src": "Bipasha Mukherjee, 52, of Kirkland, Wash., said she has been protesting on the streets since May and said it was worrisome to her to see such aggressive tactics by the police."}
{"seg_id": "344", "set_id": "344", "src": "\"This is not the country I immigrated to,\" said Ms. Mukherjee, who arrived from India more than 30 years ago."}
{"seg_id": "345", "set_id": "345", "src": "\"It feels like we are rapidly becoming a fascist state and a police state.\""}
{"seg_id": "346", "set_id": "346", "src": "Michaud Savage of Seattle said the protests were aimed at both local authorities and the deployment of federal officers who have waged a crackdown against a long-running protest in Portland."}
{"seg_id": "347", "set_id": "347", "src": "Mr. Savage said the law enforcement tactics in Portland, which have included the use of tear gas and crowd-control munitions, were dangerous and inappropriate."}
{"seg_id": "348", "set_id": "348", "src": "\"It's a very hard slide in an extremely violent direction,\" Mr. Savage said as he washed his eyes of pepper spray and nursed a wound on his arm from a flash grenade."}
{"seg_id": "349", "set_id": "349", "src": "The death of George Floyd in police custody in Minneapolis in May ignited mass protests that drew millions to the streets in dozens of cities, but those demonstrations have waned in most cities."}
{"seg_id": "350", "set_id": "350", "src": "Seattle and Portland, however, have seen extended demonstrations."}
{"seg_id": "351", "set_id": "351", "src": "Seattle protesters at one point laid claim to several blocks of the Capitol Hill neighborhood and declared an autonomous zone."}
{"seg_id": "352", "set_id": "352", "src": "After a series of shootings there led the police to clear the area, protests had subsided."}
{"seg_id": "353", "set_id": "353", "src": "Portland, meanwhile, has continued protesting, with some of the heaviest protests around federal buildings in the city."}
{"seg_id": "354", "set_id": "354", "src": "After President Trump issued an executive order to protect statues and federal property, the Department of Homeland Security deployed tactical teams to the city, beginning a series of clashes that have resulted in injured protesters, inspector general investigations and calls from local leaders for federal agents to leave."}
{"seg_id": "355", "set_id": "355", "src": "Protest crowds in that city have swelled into the thousands, and demonstrations there were continuing."}
{"seg_id": "356", "set_id": "356", "src": "This week, federal officials deployed a tactical team to Seattle, and protesters cited that development as one reason for Saturday's demonstrations."}
{"seg_id": "357", "set_id": "357", "src": "While the Portland protests have centered in downtown, the demonstrations on Saturday roamed areas east of the downtown core, where the city's federal courthouse is."}
{"seg_id": "358", "set_id": "358", "src": "\"The Persians\" Review: Aeschylus's Ancient Portrait of Defeat"}
{"seg_id": "359", "set_id": "359", "src": "There is not much action, barely even a plot, in \"The Persians.\""}
{"seg_id": "360", "set_id": "360", "src": "People just mill about, talking (admittedly rather intensely) about events (admittedly of the tragic kind) that happened far away."}
{"seg_id": "361", "set_id": "361", "src": "Yet this National Theater of Greece production unleashes gale-force sound and fury."}
{"seg_id": "362", "set_id": "362", "src": "At its peak, the show hits like a blow to the solar plexus, taking your breath away - the impact is only slightly dulled by watching online."}
{"seg_id": "363", "set_id": "363", "src": "First produced in 472 B.C., Aeschylus's \"The Persians\" is considered the oldest surviving Greek play."}
{"seg_id": "364", "set_id": "364", "src": "This Dimitris Lignadis staging was broadcast live on Saturday from the ancient amphitheater of Epidaurus; in the spirit of the theater, no recording exists online."}
{"seg_id": "365", "set_id": "365", "src": "The venue was originally conceived as part of the city's asclepeion (a healing center) because the Greeks considered the balance between body and soul essential to good health."}
{"seg_id": "366", "set_id": "366", "src": "Let's all wistfully ponder that philosophy."}
{"seg_id": "367", "set_id": "367", "src": "The show deals with the aftermath of Salamis, a naval battle in which the outnumbered Greeks routed the mighty Persian army 2,500 years ago."}
{"seg_id": "368", "set_id": "368", "src": "At a time when our horizons are closing in, it is downright vertigo-inducing to virtually join a live audience in watching (subtitled) live actors all the way in Greece as they perform a millenniums-old play."}
{"seg_id": "369", "set_id": "369", "src": "Aeschylus himself had fought at Salamis, but his play has a twist: This veteran of the winning side set his story among the defeated, casting a fairly sympathetic eye on his recent enemies\" distress."}
{"seg_id": "370", "set_id": "370", "src": "A chorus of Persian men, wearing long, tan-colored skirts and white button-down shirts, opens the proceedings."}
{"seg_id": "371", "set_id": "371", "src": "They are in their capital city anxiously waiting for news of their king, Xerxes, who is off duking it out with Athens."}
{"seg_id": "372", "set_id": "372", "src": "Enter Xerxes's widowed mother, Queen Atossa (Lydia Koniordou), in a rather large black gown that appears to wear her, rather than the reverse; she is a human in an exoskeleton of fabric, both vulnerable and formidable."}
{"seg_id": "373", "set_id": "373", "src": "Koniordou, who is among Greece's greatest stage actresses, knows the role inside out - she directed and starred in an earlier National Theater of Greece production of \"The Persians\" that played New York City Center in 2006 - and she anchors the proceedings without seemingly doing much at all."}
{"seg_id": "374", "set_id": "374", "src": "For the most part, she stands in the middle of the circular stage, effortlessly projecting smoldering fury and agonizing sorrow as the scope of the disaster that befell the home troops is revealed."}
{"seg_id": "375", "set_id": "375", "src": "The apprehension everybody was feeling is confirmed, in harrowing details, by a messenger (Argyris Pandazaras) returning from the front."}
{"seg_id": "376", "set_id": "376", "src": "In an absolutely incredible scene, he recounts the battle, whipping himself into a frenzy as the chorus members dance around him and Giorgos Poulios's drone-like score swells to what must have been a deafening level."}
{"seg_id": "377", "set_id": "377", "src": "Later they are joined by Atossa's dead husband (Nikos Karathanos), summoned from the underworld, and Xerxes (Argyris Xafis), who has somehow escaped alive from the wreckage."}
{"seg_id": "378", "set_id": "378", "src": "Pieces of string on his tunic mark blood (Eva Nathena's exquisite costumes always contribute to the storytelling)."}
{"seg_id": "379", "set_id": "379", "src": "The characters lament the lost lives and devastation together, in an act of communal mourning."}
{"seg_id": "380", "set_id": "380", "src": "Quite a bit of the classical theater we see in the United States attempts to make it more accessible in one way or another."}
{"seg_id": "381", "set_id": "381", "src": "Often this is done with relatively naturalistic line readings, in an effort to make the text less foreign, easier to digest."}
{"seg_id": "382", "set_id": "382", "src": "But Lignadis and his troupe fully embrace declamation, which may sound a little forced to modern ears but highlights the text's rhythmic power."}
{"seg_id": "383", "set_id": "383", "src": "While technically they do not sing, for example, the four lead actors essentially deliver arias, achieving an incantatory power that feels otherworldly."}
{"seg_id": "384", "set_id": "384", "src": "We never forget, though, that the play is rooted in emotions that are all too human."}
{"seg_id": "385", "set_id": "385", "src": "Queen and Adam Lambert: Brian May celebrates Roger Taylor's birthday"}
{"seg_id": "386", "set_id": "386", "src": "The Queen legend shares his birthday today with The Rolling Stones frontman Mick Jagger, who is now 77-years-old."}
{"seg_id": "387", "set_id": "387", "src": "Brian May celebrated his 73rd birthday last weekend on July 19 and thanked fans for the birthday wishes."}
{"seg_id": "388", "set_id": "388", "src": "The rock star wrote next to a snap of him and his wife Anita Dobson: \"Birthday dinner for me - created by Anita - we dressed up to stay home !\""}
{"seg_id": "389", "set_id": "389", "src": "Senior UN official skips Pakistan visit, citing flight issue"}
{"seg_id": "390", "set_id": "390", "src": "ISLAMABAD (AP) - The incoming president of the United Nations General Assembly announced Sunday that he was postponing a scheduled visit to Pakistan \"due to some technical flight problems.\""}
{"seg_id": "391", "set_id": "391", "src": "Turkish diplomat Volkan Bozkir was elected president of the 75th session of the United Nations General Assembly last month and was scheduled to arrive in Islamabad on Sunday."}
{"seg_id": "392", "set_id": "392", "src": "But in a Twitter post, he said the visit to Pakistan's capital would have to wait."}
{"seg_id": "393", "set_id": "393", "src": "Pakistan's foreign minister Shah Mahmood Qureshi tweeted in response to Bozkir that \"I look forward to welcoming you to Pakistan soon for a constructive and fruitful visit.\""}
{"seg_id": "394", "set_id": "394", "src": "A day earlier, a jubilant Qureshi, while announcing the visit, had hoped he would discuss a range of issues with Bozkir, including Kashmir, which is split between Pakistan and neighboring India and claimed by both in its entirety."}
{"seg_id": "395", "set_id": "395", "src": "Pakistan and India have fought two of their three wars over the disputed region since gaining independence from British rule in 1947."}
{"seg_id": "396", "set_id": "396", "src": "The two sides often exchange fire in Kashmir, causing troops and civilian casualties on both sides."}
{"seg_id": "397", "set_id": "397", "src": "Pakistan wants the United Nations to play its role in resolving the issue of Kashmir under its resolutions by allowing people living in the Himalayan region to decide whether they want to merge with India, with Pakistan or whether they prefer independence."}
{"seg_id": "398", "set_id": "398", "src": "Man Arrested For Allegedly Killing Alcoholic Brother In Greater Noida: Police"}
{"seg_id": "399", "set_id": "399", "src": "A 37-year-old man was arrested on Sunday for allegedly killing his brother, whose body was found dumped in an isolated area a week ago, in Uttar Pradesh's Greater Noida, the police said."}
{"seg_id": "400", "set_id": "400", "src": "The accused told the police he was peeved by his brother's alcoholism and misbehaviour with women members of their joint family, which led him to the crime, according to officials."}
{"seg_id": "401", "set_id": "401", "src": "The body of Bhisham Singh, a resident of Bisrakh village in Greater Noida, was found near bushes in an isolated area around a week ago."}
{"seg_id": "402", "set_id": "402", "src": "The body bore stab marks and an FIR was lodged at the Bisrakh police station and investigation taken up, a police spokesperson said."}
{"seg_id": "403", "set_id": "403", "src": "\"During the probe, evidence led the police to the man, who died, his brother Deepak and he was questioned. When quizzed, Deepak confessed to stabbing his brother to death. He told the police that Bhisham would frequently consume alcohol, create ruckus at home and misbehave with women family members because of which he decided to kill his brother,\" the spokesperson said."}
{"seg_id": "404", "set_id": "404", "src": "The accused has been arrested and charged for murder and other related charges, the police said."}
{"seg_id": "405", "set_id": "405", "src": "Man found with gunshot wounds in Mambourin near Werribee"}
{"seg_id": "406", "set_id": "406", "src": "A man has been rushed to hospital after being shot in Melbourne's west overnight."}
{"seg_id": "407", "set_id": "407", "src": "Police were called to Mambourin, near Werribee, about 8pm where they found a man aged in his 20s with suspected gunshot wounds to the lower body in Yard St."}
{"seg_id": "408", "set_id": "408", "src": "The man was taken to hospital with non-life threatening injuries."}
{"seg_id": "409", "set_id": "409", "src": "Police said the investigation was ongoing."}
{"seg_id": "410", "set_id": "410", "src": "Tight Security Presence outside US Consulate in Chengdu, China"}
{"seg_id": "411", "set_id": "411", "src": "There was a tight security presence outside the U.S. consulate in the city of Chengdu, China Sunday, as the American staff prepared to leave the premises."}
{"seg_id": "412", "set_id": "412", "src": "Three moving trucks were seen entering the building compound, while uniformed and plainclothes police lined both sides of the street, which were lined with metal barriers."}
{"seg_id": "413", "set_id": "413", "src": "The editor of China's Global Times tabloid tweeted that the U.S. consulate in Chengdu was given 72 hours to close, or until 10 a.m. (0200GMT) Monday, July 27."}
{"seg_id": "414", "set_id": "414", "src": "China charged that some personnel at the Chengdu consulate were \"conducting activities not in line with their identities.\""}
{"seg_id": "415", "set_id": "415", "src": "Without giving any details, Chinese Ministry of Foreign Affairs spokesman, Wang Wenbin said such activity had interfered in China's affairs and harmed its security interests."}
{"seg_id": "416", "set_id": "416", "src": "China's order to close the consulate in Chengdu was issued Friday in retaliation for a U.S. order to close the Chinese consulate in Houston, Texas."}
{"seg_id": "417", "set_id": "417", "src": "Washington ordered China to close the Houston office \"to protect American intellectual property and Americans' private information.\""}
{"seg_id": "418", "set_id": "418", "src": "As Chinese consulate closure in Houston took effect on Friday, a group of men who appeared to be U.S. officials were seen breaking-in to the facility through a back door."}
{"seg_id": "419", "set_id": "419", "src": "Wang said on Saturday that violated international and bilateral agreements and China would respond, without specifying of how."}
{"seg_id": "420", "set_id": "420", "src": "The tit-for-tat closures further escalated the tensions between the two countries over issues from trade and industrial espionage to human rights."}
{"seg_id": "421", "set_id": "421", "src": "Sunday with Oliver Spencer: \"I won't get dressed up, Sundays are for loungewear\""}
{"seg_id": "422", "set_id": "422", "src": "How does Sunday start?"}
{"seg_id": "423", "set_id": "423", "src": "With me stumbling down the stairs and falling over the dog on my way to make my wife a cup of tea."}
{"seg_id": "424", "set_id": "424", "src": "If I'm lucky, we'll have escaped London to our coastal house on the Isle of Wight."}
{"seg_id": "425", "set_id": "425", "src": "The two of us will sit together and look across the water in silence."}
{"seg_id": "426", "set_id": "426", "src": "It sounds serene..."}
{"seg_id": "427", "set_id": "427", "src": "It is, until 8am when two or three of our boys bang on the door demanding breakfast."}
{"seg_id": "428", "set_id": "428", "src": "It's bacon and eggs for them, spinach and mushrooms for us; then if the weather's good, we kick the boys out."}
{"seg_id": "429", "set_id": "429", "src": "We'll swim, paddleboard or take a walk around the beautiful Quarr Abbey, which looks like something straight out of Game of Thrones."}
{"seg_id": "430", "set_id": "430", "src": "And during lockdown?"}
{"seg_id": "431", "set_id": "431", "src": "For the first two weeks I was in total denial, I couldn't believe my business was shut down."}
{"seg_id": "432", "set_id": "432", "src": "I distracted myself by obsessing about the life or death of my newly planted garden."}
{"seg_id": "433", "set_id": "433", "src": "Otherwise, I've been experimenting in the kitchen: intensely flavoured eel and shiitake broth and a double cream brioche have been my standouts."}
{"seg_id": "434", "set_id": "434", "src": "How do you unwind?"}
{"seg_id": "435", "set_id": "435", "src": "I won't get dressed up, Sundays are for loungewear, half-cropped tracksuit bottoms and a white T-shirt."}
{"seg_id": "436", "set_id": "436", "src": "After a lunch of roast chicken, I'll snooze with the papers on a deckchair in the garden."}
{"seg_id": "437", "set_id": "437", "src": "I try not to drink: it helps clear my head before Monday comes calling."}
{"seg_id": "438", "set_id": "438", "src": "A Sunday that sticks out?"}
{"seg_id": "439", "set_id": "439", "src": "After a long Saturday night at my sister-in-law's 40th birthday party in New York, around midnight my heavily pregnant wife decided we'd better get going."}
{"seg_id": "440", "set_id": "440", "src": "She was determined to enjoy herself, telling people it was her third after all."}
{"seg_id": "441", "set_id": "441", "src": "We left the party and she went straight into labour."}
{"seg_id": "442", "set_id": "442", "src": "And Sunday night?"}
{"seg_id": "443", "set_id": "443", "src": "By 7pm we've packed the car and have boarded the ferry to Portsmouth."}
{"seg_id": "444", "set_id": "444", "src": "A drive up the A3 and we're back in London for the week: kids in bed, I walk the dog and have a bowl of cereal."}
{"seg_id": "445", "set_id": "445", "src": "I'm good with leaving the Isle of Wight to head back to the city, I know if I don't, I can't have a home there at all."}
{"seg_id": "446", "set_id": "446", "src": "Rock from Mars heads home after 600,000 years on Earth"}
{"seg_id": "447", "set_id": "447", "src": "A small piece of rock will be hurled into space this week on one of the strangest interplanetary voyages ever attempted."}
{"seg_id": "448", "set_id": "448", "src": "A tiny piece of Martian basalt the size of a 10p coin will be launched on board a US robot probe on Thursday and propelled towards the red planet on a seven-month journey to its home world."}
{"seg_id": "449", "set_id": "449", "src": "This extraordinary odyssey, the interplanetary equivalent of sending coals to Newcastle, will form a key part of Nasa's forthcoming Mars 2020 expedition."}
{"seg_id": "450", "set_id": "450", "src": "Space engineers say the rock - which has been donated by the Natural History Museum in London - will be used to calibrate detectors on board the robot rover Perseverance after it lands and begins its search for signs of past life on the planet."}
{"seg_id": "451", "set_id": "451", "src": "Some of the Martian meteorites we have are very fragile, but we chose this one specifically because it's as tough as old boots"}
{"seg_id": "452", "set_id": "452", "src": "\"When you turn on instruments and begin to tune them up before using them for research, you calibrate them on materials that are going to be like the unknown substances you are about to study.  So what better for studying rocks on Mars than a lump that originated there?\" said Professor Caroline Smith, the Natural History Museum's curator of meteorites."}
{"seg_id": "453", "set_id": "453", "src": "Scientists were confident that the rock they were returning to Mars originated on the planet, added Smith, who is also a member of the Mars 2020 science team."}
{"seg_id": "454", "set_id": "454", "src": "\"Tiny bubbles of gas trapped inside that meteorite have exactly the same composition as the atmosphere of Mars, so we know our rock came from there.\""}
{"seg_id": "455", "set_id": "455", "src": "It is thought that the Martian meteorite was created when an asteroid or comet plunged into the planet about 600,000 to 700,000 years ago, spraying debris into space."}
{"seg_id": "456", "set_id": "456", "src": "One of those pieces of rubble swept across the solar system and eventually crashed on to Earth."}
{"seg_id": "457", "set_id": "457", "src": "That meteorite - now known as SAU 008 - was discovered in Oman in 1999 and has been in the care of the Natural History Museum since then."}
{"seg_id": "458", "set_id": "458", "src": "Among the instruments fitted to the Perseverance rover is a high-precision laser called Sherloc, which will be used to decipher the chemical composition of rocks and determine if they might contain organic materials that indicate life once existed - or still exists - on Mars."}
{"seg_id": "459", "set_id": "459", "src": "The inclusion of a piece of SAU 008 is intended to ensure this is done with maximum accuracy."}
{"seg_id": "460", "set_id": "460", "src": "\"The piece of rock we are sending was specifically chosen because it is the right material in terms of chemistry, but also it is a very tough rock,\" added Smith."}
{"seg_id": "461", "set_id": "461", "src": "\"Some of the Martian meteorites we have are very fragile. This meteorite is as tough as old boots.\""}
{"seg_id": "462", "set_id": "462", "src": "Once Perseverance has selected the most promising rocks it can find, it will dump them in caches on the Martian surface."}
{"seg_id": "463", "set_id": "463", "src": "These will then be retrieved by subsequent robot missions and blasted into space towards Earth for analysis."}
{"seg_id": "464", "set_id": "464", "src": "Famously clear Lake Tahoe has been polluted by climate change"}
{"seg_id": "465", "set_id": "465", "src": "South Lake Tahoe, California - Despite the pandemic, even on a weekday, people still crowd Pope Beach at Lake Tahoe."}
{"seg_id": "466", "set_id": "466", "src": "\"I like camping and having a bike ride and going swimming at the Lake,\" said one girl named Dakota."}
{"seg_id": "467", "set_id": "467", "src": "\"This is something beautiful everybody wants to visit,\" said Emerica Benitas."}
{"seg_id": "468", "set_id": "468", "src": "Which is why Matt Meunier's dive business is still going strong, even in a pandemic."}
{"seg_id": "469", "set_id": "469", "src": "He says he sees \"exceptional clarity. Lake Tahoe is the cleanest, most wonderful lake, I think, in the country.\""}
{"seg_id": "470", "set_id": "470", "src": "Now the bad news: Lake Tahoe's not as clean, not as clear, as it used to be when he moved here over two decades ago."}
{"seg_id": "471", "set_id": "471", "src": "\"The thing that we're noticing more and more is down on the rocks,\" Meunier said."}
{"seg_id": "472", "set_id": "472", "src": "\"You're getting this strange algae on the rocks.\""}
{"seg_id": "473", "set_id": "473", "src": "Climate change, scientists believe, has affected the water temperature and thus, the clarity."}
{"seg_id": "474", "set_id": "474", "src": "And 15 million people visit the lake annually - along with the garbage they leave."}
{"seg_id": "475", "set_id": "475", "src": "Meunier said dive trips to clean up the bottom of the lake found old trash."}
{"seg_id": "476", "set_id": "476", "src": "\"And when I say old trash, I mean '60s, '70s,\" Meunier said."}
{"seg_id": "477", "set_id": "477", "src": "\"Beer cans, soda cans, church key cans from the old days.\""}
{"seg_id": "478", "set_id": "478", "src": "Scientists monitor the clarity of Lake Tahoe every year by dropping a white disc, then measuring how far down they can see it."}
{"seg_id": "479", "set_id": "479", "src": "UC Davis professor Geoff Schladow said it's an \"important indicator of how healthy the lake is.\""}
{"seg_id": "480", "set_id": "480", "src": "When it was measured last year, the clarity of the lake was about 80 feet."}
{"seg_id": "481", "set_id": "481", "src": "That means you can see that disc 80 feet down."}
{"seg_id": "482", "set_id": "482", "src": "But, consider this, about 20 years ago, the clarity of lake was 100 feet."}
{"seg_id": "483", "set_id": "483", "src": "That's the trend scientists are trying to reverse."}
{"seg_id": "484", "set_id": "484", "src": "But they're fighting the impacts of climate change, development around the lake and something added to the lake in the 1960's: A tiny invasive shrimp brought in to feed the fish."}
{"seg_id": "485", "set_id": "485", "src": "It didn't work."}
{"seg_id": "486", "set_id": "486", "src": "\"Once the shrimp came in, there were suddenly no natural cleaners in the lake,\" Schladow said."}
{"seg_id": "487", "set_id": "487", "src": "Similar challenges are facing lakes and bodies of water around the world."}
{"seg_id": "488", "set_id": "488", "src": "\"The lesson here is, if you can't do it at Tahoe, then what hope is there for all the rivers and estuaries, streams and lakes around the country that are never going to have the same degree of attention, the same level of resources?\" Schladow said."}
{"seg_id": "489", "set_id": "489", "src": "Meunier said he is \"hopeful\" because \"if there's a silver lining of our pandemic, I think it showed that nature will come back and heal itself if we just relieved that pressure, that human pressure, off of it and allow it to happen. There's facts there now.\""}
{"seg_id": "490", "set_id": "490", "src": "Salmonella outbreak sickens 212 people in 23 states"}
{"seg_id": "491", "set_id": "491", "src": "July 25 (UPI) -- The Centers for Disease Control and Prevention is investigating an outbreak of salmonella that has sickened 212 people in 23 states."}
{"seg_id": "492", "set_id": "492", "src": "In a Friday press release the CDC reported that 87 people had become ill since its last update on the outbreak Tuesday."}
{"seg_id": "493", "set_id": "493", "src": "The agency said people began showing symptoms linked to a strain of salmonella, which can take two to four weeks to manifest symptoms, between June 19 and July 11."}
{"seg_id": "494", "set_id": "494", "src": "Thirty-one people have been hospitalized since the outbreak began, but no fatalities have been reported."}
{"seg_id": "495", "set_id": "495", "src": "According to the CDC, a specific source for the salmonella strain has not been identified."}
{"seg_id": "496", "set_id": "496", "src": "It has not issued any advisement against eating or consuming particular foods, nor named retailers that might be selling contaminated products."}
{"seg_id": "497", "set_id": "497", "src": "Oregon has had the most cases of salmonella, with 51 infections, with Utah following close behind with 40 reported cases."}
{"seg_id": "498", "set_id": "498", "src": "Salmonella is a bacterial, foodborne illness that causes 1.35 million infections, 26,500 hospitalizations, and 420 deaths each year, according to the CDC."}
{"seg_id": "499", "set_id": "499", "src": "The most common symptoms of salmonella infection are diarrhea, fever, and stomach cramps, which can begin between six hours and six days after exposure."}
{"seg_id": "500", "set_id": "500", "src": "The illness usually lasts four to seven days, and most people recover without treatment, but some cases require hospitalization."}
{"seg_id": "501", "set_id": "501", "src": "Flat, Free Education For Indore Egg Seller Paras Raykar Whose Cart Was Overturned Allegedly Over Rs. 100 Bribe"}
{"seg_id": "502", "set_id": "502", "src": "Paras Raykar's cart carrying eggs was allegedly overturned Thursday by the civic officials in Indore."}
{"seg_id": "503", "set_id": "503", "src": "Two days after the story of a 13-year-old egg seller's cart being overturned by civic officials went viral on social media, the Indore-based boy has found overwhelming support from people across the country, helping them recover from the losses and manage to start their business again."}
{"seg_id": "504", "set_id": "504", "src": "The boy's family also claimed that politicians including Congress leader Rahul Gandhi and Delhi Chief Minister Arvind Kejriwal have reached out to them and offered support."}
{"seg_id": "505", "set_id": "505", "src": "The boy's family also received a flat and offer to take care of the educational expenses of the children in the family."}
{"seg_id": "506", "set_id": "506", "src": "Paras Raykar's cart carrying eggs was allegedly overturned Thursday by the civic officials in Indore, where the administration has implemented the \"left-right\" rule for the staggered opening of shops amid the coronavirus pandemic."}
{"seg_id": "507", "set_id": "507", "src": "A video in which the boy alleged that the officials had warned him in the morning to remove his cart or pay Rs 100 as bribe had gone viral on social media."}
{"seg_id": "508", "set_id": "508", "src": "When he refused, the officials tipped his cart over, destroying all the eggs, the boy alleged."}
{"seg_id": "509", "set_id": "509", "src": "The boy had also claimed that his daily sale has been down due to the pandemic and the loss of his stock will put additional financial burden on him, in the video."}
{"seg_id": "510", "set_id": "510", "src": "Since Thursday, the boy's family has been overwhelmed with support from people across the country, many of them offering help in both cash and kind."}
{"seg_id": "511", "set_id": "511", "src": "The family has also received help from locals."}
{"seg_id": "512", "set_id": "512", "src": "While former chief minister Digvijaya Singh has offered financial support and help to get the children admitted in a college, BJP MLA from Indore, Ramesh Mendola, has assured to provide a house under the Pradhan Mantri Awas Yojana to the child."}
{"seg_id": "513", "set_id": "513", "src": "Indore Press Club has also provided ration and money to the boy."}
{"seg_id": "514", "set_id": "514", "src": "Congress leader Rahul Gandhi's office and Delhi Chief Minister Arvind Kejriwal has also offered help."}
{"seg_id": "515", "set_id": "515", "src": "We are overwhelmed by the support from people across the country."}
{"seg_id": "516", "set_id": "516", "src": "(BJP MLA) Ramesh Mendola has assured a flat under the Pradhan Mantri Awas Yojana."}
{"seg_id": "517", "set_id": "517", "src": "He has also provided a cycle and Rs 2,500."}
{"seg_id": "518", "set_id": "518", "src": "Digvijaya Singh has provided Rs 10,000 and assurance to look after the education of the two children."}
{"seg_id": "519", "set_id": "519", "src": "Rahul Gandhi's office has also called and offered support."}
{"seg_id": "520", "set_id": "520", "src": "A woman from Delhi Chief Minister Arvind Kejriwal called and offered help."}
{"seg_id": "521", "set_id": "521", "src": "\"Jyothiraditya Scindia has also offered support,\" Paras's grandfather said."}
{"seg_id": "522", "set_id": "522", "src": "Be wary of gardening gimmicks that look too good"}
{"seg_id": "523", "set_id": "523", "src": "It might be an embarrassing thing for a plant scientist to admit, but I am a total sucker for a garden gimmick."}
{"seg_id": "524", "set_id": "524", "src": "I like to think it's because I am open-minded or maybe just irrationally optimistic, particularly as many things in the plant world are often extremely counterintuitive."}
{"seg_id": "525", "set_id": "525", "src": "But I am not ashamed to say I have fallen for dozens of them over a lifetime in horticulture."}
{"seg_id": "526", "set_id": "526", "src": "While I firmly believe in the value of trying things out for yourself, if you don't fancy learning the hard way, here are some of the most common garden gimmicks I have come across."}
{"seg_id": "527", "set_id": "527", "src": "First up, and probably the worst offender, grafted tomato-potato plants."}
{"seg_id": "528", "set_id": "528", "src": "Hailed as a revolutionary breakthrough, grafting tomato plants on to potato roots is, in fact, an old-school botanical curiosity, dating back to at least the 1920s."}
{"seg_id": "529", "set_id": "529", "src": "As they are both from the same family and have broadly similar internal \"plumbing,\" you can indeed create such surgically enhanced marvels."}
{"seg_id": "530", "set_id": "530", "src": "But here's the problem: creating resource-intensive structures like fruits and roots takes up a lot of metabolic energy, and if plants are attempting to do both their limited energies inevitably become split."}
{"seg_id": "531", "set_id": "531", "src": "That means the yields of these grafted plants are terrible and nothing like what you see in the marketing pictures."}
{"seg_id": "532", "set_id": "532", "src": "Then there is the fact that the crops mature at different rates, so to harvest the spuds you have to kill the plants before the tomatoes have ripened."}
{"seg_id": "533", "set_id": "533", "src": "On the subject of marketing imagery, there's a lot of dodgy dealing here, too."}
{"seg_id": "534", "set_id": "534", "src": "I've seen roses Photoshopped sky blue and fruit trees with a physiologically impossible amount of fruit on their branches in some major catalogues."}
{"seg_id": "535", "set_id": "535", "src": "I've even seen photos \"borrowed\" from my Instagram account and used by shopping networks as images of their trial grounds."}
{"seg_id": "536", "set_id": "536", "src": "Sadly the work of a small minority of cavalier companies mean you have to view advertising images, particularly online, with a very sceptical eye."}
{"seg_id": "537", "set_id": "537", "src": "If it looks too good to be true, it probably is."}
{"seg_id": "538", "set_id": "538", "src": "Speaking of which, the colour blue is relatively rare in the botanical world, so if you see a dazzling new heather, orchid or cactus, shining out in the most intense \"disinfectant\" shade of blue, it's almost certainly been sprayed or dyed."}
{"seg_id": "539", "set_id": "539", "src": "Which would be fine, so long as vendors made this clear, but they rarely ever do."}
{"seg_id": "540", "set_id": "540", "src": "Blue moth orchids will revert back to their original white, but sprayed cacti and heathers, coated in a light-suppressing layer of dye, are unlikely to survive for long."}
{"seg_id": "541", "set_id": "541", "src": "Finally, I have to flag up bonsai kits or, even worse, bonsai seeds, that promise miniature trees will sprout from their packets."}
{"seg_id": "542", "set_id": "542", "src": "Bonsai is not a species of plant."}
{"seg_id": "543", "set_id": "543", "src": "It's a training technique used to give the illusion of ancient trees on distant mountaintops."}
{"seg_id": "544", "set_id": "544", "src": "They are almost always started from mature shrubs that are hacked back and new growth wired in place."}
{"seg_id": "545", "set_id": "545", "src": "I know I'll keep falling for gimmicks, it's part of the fun of experimentation."}
{"seg_id": "546", "set_id": "546", "src": "But side-step these ones and you may find one that actually has a chance of living up to its promise."}
{"seg_id": "547", "set_id": "547", "src": "Gwyneth Paltrow wants kids to have good 'worth ethic'"}
{"seg_id": "548", "set_id": "548", "src": "Gwyneth Paltrow has said she wants to raise her children to have a good worth ethic as she tries 'not to just hand them things'."}
{"seg_id": "549", "set_id": "549", "src": "Paltrow has two children, Apple (16) and Moses (14), with ex-husband Chris Martin and she wants them to have good values and not get by on their parents fame."}
{"seg_id": "550", "set_id": "550", "src": "\"That's why I think it's so important...  To raise a kid that has a work ethic and whose values are aligned with yours or with their own sense of who they are, etc,\" she told Rob Lowe on his podcast."}
{"seg_id": "551", "set_id": "551", "src": "\"The truth of the matter is the doors can be opened for you, but if you think about all the people who try and it doesn't happen.\""}
{"seg_id": "552", "set_id": "552", "src": "She added, \"As a parent you think, all I can do for these kids is teach them right from wrong and teach them what work is. I've really have tried not to just hand them things.\""}
{"seg_id": "553", "set_id": "553", "src": "Paltrow has also taken steps to allow her children to live as privately as possible, and ensures they keep their social media accounts private."}
{"seg_id": "554", "set_id": "554", "src": "\"I won't let them be public on any social media or anything like that, I try to keep them out of the public eye as much as possible,\" she said."}
{"seg_id": "555", "set_id": "555", "src": "\"You know, now it's different, 'cause kids are like, 'Can I have a YouTube channel?' and I'm like, 'No, you can't."}
{"seg_id": "556", "set_id": "556", "src": "Absolutely not.\""}
{"seg_id": "557", "set_id": "557", "src": "During Tribute To Kargil Heroes, PM Narendra Modi Says Pakistan Tried To \"Backstab\" India"}
{"seg_id": "558", "set_id": "558", "src": "Pakistan tried to \"backstab\" India despite her attempts to keep friendly relations, Prime Minister Narendra Modi said today in his tribute to the armed forces on the 21st anniversary of Kargil war."}
{"seg_id": "559", "set_id": "559", "src": "In his monthly radio address Mann ki Baat, PM Modi said \"Pakistan undertook this misadventure with sinister plans to capture India's land and to divert its ongoing internal conflicts.\""}
{"seg_id": "560", "set_id": "560", "src": "\"Pakistan had the audacity of trying to occupy Indian soil and deviate attention from its own internal unrest,\" he said."}
{"seg_id": "561", "set_id": "561", "src": "\"At the time, India was trying for improve relations with Pakistan.  But as it is said, evil's nature is to fight everyone without reason.  People of this nature can only think of doing evil even to those who try to do them good.  That's why Pakistan backstabbed India despite India's attempts at cordial relations,\" he said.."}
{"seg_id": "562", "set_id": "562", "src": "\"You can imagine, the enemy was perched high on the mountains while our forces were fighting them from below.  But the high morale and true of our forces won against mountains,\" he added."}
{"seg_id": "563", "set_id": "563", "src": "\"Thanks to the courage of our armed forces, India showed great strength in Kargil,\" PM Modi said, recalling his own visit to the area."}
{"seg_id": "564", "set_id": "564", "src": "Kargil Diwas is celebrated every year, marking the day the Indian Army recaptured all the Indian posts in Ladakh's Kargil that had been occupied by Pakistan's army 21 years ago."}
{"seg_id": "565", "set_id": "565", "src": "On July 26, 1999, the Army had announced the successful culmination of \"Operation Vijay.\""}
{"seg_id": "566", "set_id": "566", "src": "The nearly three-month battle in the icy heights of Ladakh had claimed the lives of more than 500 Indian soldiers."}
{"seg_id": "567", "set_id": "567", "src": "Earlier today, defence minister Rajnath Singh, his junior minister Shripad Naik, Chief of Defence Staff General Bipin Rawat, Army Chief General M M Naravane, Air Chief Marshal R K S Bhadauria and Navy Chief Admiral Karambir Singh also paid tributes at the Amar Jawan Jyoti at the National War Memorial."}
{"seg_id": "568", "set_id": "568", "src": "In the decades since Kargil, India-Pakistan relations have been strained following a series of terror strikes."}
{"seg_id": "569", "set_id": "569", "src": "India has insisted that talks and terror cannot go hand-in-hand and Pakistan needs to dismantle all the terror camps operating from its soil."}
{"seg_id": "570", "set_id": "570", "src": "Kenyan police officers arrested after fatal shooting in Garissa"}
{"seg_id": "571", "set_id": "571", "src": "Two police officers in Kenya have been arrested in connection with a shooting in which two people were killed."}
{"seg_id": "572", "set_id": "572", "src": "The shooting happened at Soko Ng'ombe market in eastern Garissa county on Saturday, during a protest against the arrest of a man suspected of murder."}
{"seg_id": "573", "set_id": "573", "src": "The two victims have been named as Aden Abdi Madobe and Muhiyadin Adow Shibin."}
{"seg_id": "574", "set_id": "574", "src": "Kenya's police watchdog has launched an investigation into the shooting."}
{"seg_id": "575", "set_id": "575", "src": "It will include \"forensic analysis\" of the officers' guns."}
{"seg_id": "576", "set_id": "576", "src": "Garissa MP Aden Duale called the deaths \"heinous\" and condemned \"police brutality\" in a statement posted to Facebook."}
{"seg_id": "577", "set_id": "577", "src": "Campaigners have raised concerns about policing during the pandemic."}
{"seg_id": "578", "set_id": "578", "src": "According to Amnesty International, Kenyan officers have killed 21 people since March for failing to comply with coronavirus prevention measures such as curfews and mask-wearing."}
{"seg_id": "579", "set_id": "579", "src": "Earlier this month police in the capital Nairobi fired tear gas and arrested several protesters taking part in the annual Saba Saba march - a protest event which started 30 years ago against the autocratic regime of then-President Daniel arap Moi."}
{"seg_id": "580", "set_id": "580", "src": "Correspondents say this year's event was given extra impetus by anger over police crackdowns during the Covid-19 lockdown."}
{"seg_id": "581", "set_id": "581", "src": "Safari park baboons seen armed with knives, screwdrivers and CHAINSAW as 'pranksters give them weapons to wreck cars'"}
{"seg_id": "582", "set_id": "582", "src": "The primates at Knowsley safari park, Merseyside, are long known to pounce on anyone pausing in the enclosure and ripping off a windscreen wiper or mirror."}
{"seg_id": "583", "set_id": "583", "src": "Baboons have been armed with knives, screwdrivers and even chainsaws at Knowsley safari park, Merseyside."}
{"seg_id": "584", "set_id": "584", "src": "Workers fear pranksters are arming the pesky primates, who are known to pounce on anyone who pauses and rip off windscreen wipers and mirrors."}
{"seg_id": "585", "set_id": "585", "src": "Workers now fear they are being armed with the lethal weapons \"for a laugh\" by visitors to bolster their attacks and the apes have even been seen rummaging around toolboxes themselves."}
{"seg_id": "586", "set_id": "586", "src": "One park worker told The Sunday Times: \"We're not sure if they are being given weapons by some of the guests who want to see them attack cars, or if they're fishing them out of pick-up trucks and vans.\""}
{"seg_id": "587", "set_id": "587", "src": "\"They will literally go into people's toolboxes and carry them around. One of the baboons was seen lugging around a chainsaw.\""}
{"seg_id": "588", "set_id": "588", "src": "Another worker said: \"The baboons have been found with knives and screwdrivers. I do wonder if it's some of the guests handing them out.\""}
{"seg_id": "589", "set_id": "589", "src": "And the baboon attacks are so inevitable that mechanics across the northwest of England have come to know the enclosure well."}
{"seg_id": "590", "set_id": "590", "src": "One mechanic in Sale, Greater Manchester said people know what to expect at the park and that he has had two customers fall victim to the baboons this year."}
{"seg_id": "591", "set_id": "591", "src": "They added that one minute kids want monkeys on the car and the next it has no registration plate - but the issue provides \"good money\" for the garage."}
{"seg_id": "592", "set_id": "592", "src": "Knowsley reopened on June 15 with Covid-19 security measures after insisting it was as safe as a McDonald's drive-through as visitors do not leave their car on the five mile safari drive."}
{"seg_id": "593", "set_id": "593", "src": "The 550-acre park, home to lions, tigers, rhinos, wildebeest and camels, dismissed reports of armed apes as an urban myth."}
{"seg_id": "594", "set_id": "594", "src": "A spokesperson said: \"We believe many of these stories have grown in exaggeration as they've been retold, with embellishment to make the objects that are sometimes found in the enclosure seem more exciting and unbelievable.\""}
{"seg_id": "595", "set_id": "595", "src": "In 2012 car manufacturer Hyundai let 40 monkeys from the park loose on its New Generation i30 model for 10 hours to prove it had the strength for families with small children."}
{"seg_id": "596", "set_id": "596", "src": "Angola: Pedalé Hospital Assigned to Health Ministry"}
{"seg_id": "597", "set_id": "597", "src": "Luanda - The President of the Republic, João Lourenço, determined this Friday the transfer of the supervision of the Pedro Maria Tonha Pedalé Hospital, under construction in Luanda, to the sphere of the Ministry of Health."}
{"seg_id": "598", "set_id": "598", "src": "In a note, the Press Office of the President of the Republic informs that the measure aims to materialize the Government principle of construction and expansion of the network of public hospitals to ensure better medical care and medication to the population."}
{"seg_id": "599", "set_id": "599", "src": "\"In this specific case, the idea is to make available to Angolans a reference hospital, differentiated and equipped with modern technology and high precision in the diagnosis and treatment of diseases of high complexity,\" the document reads."}
{"seg_id": "600", "set_id": "600", "src": "It stresses that the decision of the Angolan Head of State also takes into account the demographic growth of the country, which has motivated a \"huge demand\" for quality health services in the most diverse specialties."}
{"seg_id": "601", "set_id": "601", "src": "This demand, the note continues, justifies with the inclusion in the hospital specialized for the treatment of complex diseases, teaching and research, interventions related to ophthalmology and maternal-infant medicine, areas whose strategy and management deserve to be under the responsibility of the Ministry of Health."}
{"seg_id": "602", "set_id": "602", "src": "200-Plus Firefighters Respond To Karen Fire Burning In Jurupa Valley - CBS Los Angeles"}
{"seg_id": "603", "set_id": "603", "src": "JURUPA VALLEY (CBSLA) - A wildland fire broke out on Saturday afternoon in Jurupa Valley, leading to a response of more than 200 firefighters."}
{"seg_id": "604", "set_id": "604", "src": "The Karen Fire was reported just after 3 p.m. on Sierra Avenue and Karen Lane."}
{"seg_id": "605", "set_id": "605", "src": "The fire grew from approximately 5-10 acres to roughly 250 acres as of 8 p.m."}
{"seg_id": "606", "set_id": "606", "src": "Containment at last check was at 50% and 225 firefighters from Cal Fire, Riverside County Fire Department, City of Corona Fire Department, and San Bernardino County Fire were on scene battling the fire."}
{"seg_id": "607", "set_id": "607", "src": "Forward progress on the fire has been stopped but resources are expected to remain overnight to monitor conditions."}
{"seg_id": "608", "set_id": "608", "src": "No injuries or structural damages have been reported, and no evacuations have been ordered."}
{"seg_id": "609", "set_id": "609", "src": "Sierra Avenue between Armstrong and the San Bernardino County Line has been closed."}
{"seg_id": "610", "set_id": "610", "src": "AP blasts White House press secretary Kayleigh McEnany for \"political\" briefings - but reporters keep asking political questions - RT USA News"}
{"seg_id": "611", "set_id": "611", "src": "The Associated Press has accused White House press secretary Kayleigh McEnany of worrying the media by making her briefings political rather than informational -- apparently forgetting that reporters choose the questions."}
{"seg_id": "612", "set_id": "612", "src": "An article Saturday by the AP, the largest US news agency, said White House press briefings may be a \"broken tradition,\" as McEnany has made them \"a streamlined, full-throated advertisement for a president facing re-election, a venue for attacks on the media and a forum relatively light on information\" about what the government is doing."}
{"seg_id": "613", "set_id": "613", "src": "The last of those assertions is indisputable, as hardly any new information is revealed at the briefings."}
{"seg_id": "614", "set_id": "614", "src": "What the AP failed to mention is that hardly any new information is actually sought at the briefings."}
{"seg_id": "615", "set_id": "615", "src": "Reporters frequently use White House pressers to draw attention to themselves, an art form perfected by CNN's Jim Acosta."}
{"seg_id": "616", "set_id": "616", "src": "They go beyond the typical adversarial media-administration relationship, repeating each other in asking gotcha questions aimed only at impugning President Donald Trump."}
{"seg_id": "617", "set_id": "617", "src": "In some cases, they make themselves the news, such as when CBS News reporter Weijia Jiang responded to an \"ask China\" retort from Trump by making a not-so-subtle hint at racism: \"Sir, why are you saying that to me specifically?\""}
{"seg_id": "618", "set_id": "618", "src": "A July 6 briefing offered a prime example of the disconnect over how the briefings have ceased to be a source of meaningful information for Americans."}
{"seg_id": "619", "set_id": "619", "src": "Trump tweeted that morning that NASCAR's television ratings had been hurt by a false allegation of a hate crime against driver Bubba Wallace and by its decision to ban display of the Confederate flag at its events."}
{"seg_id": "620", "set_id": "620", "src": "Predictably, most of the questions were about the tweet as reporter after reporter asked McEnany questions designed to prompt her to say that Trump supports the Confederate flag."}
{"seg_id": "621", "set_id": "621", "src": "McEnany didn't provide the answer reporters wanted - a sound bite that would hurt Trump - but she repeatedly responded by saying the president wasn't taking a position on the Confederate flag and that the gist of his message was that NASCAR fans were wrongly being portrayed as being racist."}
{"seg_id": "622", "set_id": "622", "src": "The AP said she sounded \"exasperated\" during the briefing."}
{"seg_id": "623", "set_id": "623", "src": "The AP's story echoed a Washington Post op-ed column earlier this month by ABC News reporter Jonathan Karl, who also is president of the White House Correspondents Association."}
{"seg_id": "624", "set_id": "624", "src": "Karl argued, \"denying reality and using the White House podium for purely political purposes is a violation of public trust.\""}
{"seg_id": "625", "set_id": "625", "src": "Yet McEnany's quick wit and combative style have made her a hero of some Trump supporters, since she gave her first briefing on May 1 after taking over as press secretary in April."}
{"seg_id": "626", "set_id": "626", "src": "The pressers had been absent for more than a year before her appointment."}
{"seg_id": "627", "set_id": "627", "src": "Like other aspects of political life in Washington, the White House press secretary's relationship with the media has changed dramatically in the Trump era."}
{"seg_id": "628", "set_id": "628", "src": "That change has come from both sides and predated McEnany's arrival."}
{"seg_id": "629", "set_id": "629", "src": "A roast of former press secretary Sarah Huckabee Sanders by comedian Michelle Wolf at the White House Correspondents\" dinner in April 2018 was so vicious that even MSNBC host Mika Brzezinski called it \"deplorable.\""}
{"seg_id": "630", "set_id": "630", "src": "AP White House reporter Jill Colvin greeted McEnany at her first briefing by asking, \"Will you pledge never to lie to us from that podium?\""}
{"seg_id": "631", "set_id": "631", "src": "Fox News political analyst Brit Hume, a veteran of more than 50 years in journalism who had a 1989-1996 stint as ABC's chief White House correspondent, said reporters today display \"aggressive behavior\" in the briefing room because of their contempt for Trump."}
{"seg_id": "632", "set_id": "632", "src": "It is because of their anti-Trump focus, he said this week on Fox's Tucker Carlson Tonight program, journalists are neglecting to gather policy news."}
{"seg_id": "633", "set_id": "633", "src": "\"It's not just a gotcha game,\" Hume said of the intended purpose of the pressers."}
{"seg_id": "634", "set_id": "634", "src": "\"It's not just an attempt to embarrass a public official. It's to extract information.\""}
{"seg_id": "635", "set_id": "635", "src": "Coronavirus Travel Update: Which Countries Have Travel Restriction for Bulgarians Upon Entry"}
{"seg_id": "636", "set_id": "636", "src": "The number of countries imposing travel restrictions is growing."}
{"seg_id": "637", "set_id": "637", "src": "As of this week, the Czech Republic wants coronavirus tests for Bulgarian seasonal workers."}
{"seg_id": "638", "set_id": "638", "src": "Denmark allows Bulgarians on its territory only if they have an address registration there, an employment contract or a document certifying a business trip."}
{"seg_id": "639", "set_id": "639", "src": "As of today, people who have visited Bulgaria and Romania in the last 14 days are subject to mandatory quarantine in Italy."}
{"seg_id": "640", "set_id": "640", "src": "In Finland, entry is only for a \"valid reason.\""}
{"seg_id": "641", "set_id": "641", "src": "Mandatory home quarantine in Austria, despite a negative PCR test."}
{"seg_id": "642", "set_id": "642", "src": "This is already required for those entering Germany."}
{"seg_id": "643", "set_id": "643", "src": "For the next 14 days, access to southern Romania was denied without good reason."}
{"seg_id": "644", "set_id": "644", "src": "And Greece has tightened measures even more along its land borders."}
{"seg_id": "645", "set_id": "645", "src": "From Tuesday, those traveling by plane from Bulgaria to Greece will have to present to the Greek border authorities a negative result from a PCR test for coronavirus, performed up to 72 hours before their entry into our southern neighbor, the Ministry of Foreign Affairs announced."}
{"seg_id": "646", "set_id": "646", "src": "They added that only passengers who have a certificate for such a test will be allowed in the country."}
{"seg_id": "647", "set_id": "647", "src": "It must be issued in English and contain the three names and numbers of the passenger's passport or identity card."}
{"seg_id": "648", "set_id": "648", "src": "The authorities in our southern neighbor will not accept certificates that do not meet these requirements"}
{"seg_id": "649", "set_id": "649", "src": "\"Travelers should be tested in the laboratory by RT-PCR by taking secretions from the mouth or nose.\""}
{"seg_id": "650", "set_id": "650", "src": "Tests for coronavirus will be recognized if they are performed in national reference laboratories, national health laboratories or private laboratories that are accredited by the relevant national accreditation bodies (not necessarily specifically for COVID-19)."}
{"seg_id": "651", "set_id": "651", "src": "The measure does not apply to Greek citizens, citizens residing in Greece and travelers for significant professional reasons."}
{"seg_id": "652", "set_id": "652", "src": "The Greek Ministry of Foreign Affairs also announced that on Tuesday, July 28, and Wednesday, July 29, passengers who did not have time to be tested before their trip will be tested by the competent Greek authorities upon arrival in Greece."}
{"seg_id": "653", "set_id": "653", "src": "The requirement for citizens traveling by plane to Greece to fill in at least 24 hours in advance an electronic Passenger Location Form (PLF) generating a QR code, which they present to the Greek authorities upon entering the country, remains in force."}
{"seg_id": "654", "set_id": "654", "src": "More information is published on travel.gov.gr"}
{"seg_id": "655", "set_id": "655", "src": "At the moment there is no change in the requirements for crossing the land borders between Bulgaria and Greece."}
{"seg_id": "656", "set_id": "656", "src": "\"Travelers to Greece across the land border, regardless of their citizenship, must also fill in an electronic passenger localization form (PLF) generating a QR code at least 24 hours before arrival,\" the Foreign Ministry explained."}
{"seg_id": "657", "set_id": "657", "src": "The closure of the Ilinden, Kapitan Petko Voyvoda and Makaza checkpoints has increased traffic across the border near Petrich."}
{"seg_id": "658", "set_id": "658", "src": "There are no problems with the transition."}
{"seg_id": "659", "set_id": "659", "src": "There are no queues of trucks."}
{"seg_id": "660", "set_id": "660", "src": "All those waiting go to sea in Greece."}
{"seg_id": "661", "set_id": "661", "src": "Travelers wait about an hour and a half to cross the Tower."}
{"seg_id": "662", "set_id": "662", "src": "Three of the points on the Bulgarian-Greek border are working."}
{"seg_id": "663", "set_id": "663", "src": "Only \"Ilinden - Exohi\" and this part of Ivaylovgrad are closed."}
{"seg_id": "664", "set_id": "664", "src": "UN says thousands of anti-Pakistan militants in Afghanistan"}
{"seg_id": "665", "set_id": "665", "src": "ISLAMABAD -- A U.N. report says more than 6,000 Pakistani insurgents are hiding in Afghanistan, most belonging to the outlawed Pakistani Taliban group responsible for attacking Pakistani military and civilian targets."}
{"seg_id": "666", "set_id": "666", "src": "The report released this week said the group, known as the Tehreek-e-Taliban (TTP), has linked up with the Afghan-based affiliate of the Islamic State group."}
{"seg_id": "667", "set_id": "667", "src": "Some of TTP's members have even joined the IS affiliate, which has its headquarters in eastern Afghanistan."}
{"seg_id": "668", "set_id": "668", "src": "The Afghan government did not respond Sunday to requests by The Associated Press for comment."}
{"seg_id": "669", "set_id": "669", "src": "The report said IS in Afghanistan, known as IS in Khorasan province, has been hit hard by Afghan security forces as well as U.S. and NATO forces, and even on occasion by the Afghan Taliban."}
{"seg_id": "670", "set_id": "670", "src": "The report was prepared by the U.N. analytical and sanctions monitoring team, which tracks terrorist groups around the world."}
{"seg_id": "671", "set_id": "671", "src": "The report estimated the membership of IS in Afghanistan at 2,200, and while its leadership has been depleted, IS still counts among its leaders a Syrian national Abu Said Mohammad al-Khorasani."}
{"seg_id": "672", "set_id": "672", "src": "The report also said the monitoring team had received information that two senior Islamic State commanders, Abu Qutaibah and Abu Hajar al-Iraqi, had recently arrived in Afghanistan from the Middle East."}
{"seg_id": "673", "set_id": "673", "src": "\"Although in territorial retreat, (the Islamic State) remains capable of carrying out high-profile attacks in various parts of the country, including Kabul."}
{"seg_id": "674", "set_id": "674", "src": "It also aims to attract Taliban fighters who oppose the agreement with the United States,\" the report said, referring to a U.S. peace deal signed with the Taliban in February."}
{"seg_id": "675", "set_id": "675", "src": "That deal was struck to allow the U.S. to end its 19-year involvement in Afghanistan, and calls on the Taliban to guarantee its territory will not be used by terrorist groups."}
{"seg_id": "676", "set_id": "676", "src": "The deal is also expected to guarantee the Taliban's all-out participation in the fight against IS."}
{"seg_id": "677", "set_id": "677", "src": "The second and perhaps most critical part of the agreement calls for talks between the Taliban and Kabul's political leadership."}
{"seg_id": "678", "set_id": "678", "src": "Late Saturday, the U.S. State Department issued a statement saying its peace envoy Zalmay Khalilzad was again shuttling through the region seeking to jump start those negotiations, which have been repeatedly postponed as both sides squabble over a prisoner release program."}
{"seg_id": "679", "set_id": "679", "src": "The U.S.-backed deal calls for the Afghan government to release 5,000 Taliban prisoners and the Taliban to free 1,000 government and military personnel as a so-called good will gesture ahead of talks."}
{"seg_id": "680", "set_id": "680", "src": "Until now the government is refusing to release nearly 600 Taliban prisoners it calls high-profile criminals and has offered to free alternatives."}
{"seg_id": "681", "set_id": "681", "src": "The Taliban have refused."}
{"seg_id": "682", "set_id": "682", "src": "\"The parties are closer than ever to the start of intra-Afghan negotiations, the key next step to ending Afghanistan's 40-year long war,\" said the U.S. State Department statement."}
{"seg_id": "683", "set_id": "683", "src": "\"Although significant progress has been made on prisoner exchanges, the issue requires additional effort to fully resolve.\""}
{"seg_id": "684", "set_id": "684", "src": "The Taliban's political spokesman earlier this week said it was ready to hold talks with Kabul's political leaders after the Islamic holiday of Eid al-Adha at the end of the month, providing the prisoner release is completed."}
{"seg_id": "685", "set_id": "685", "src": "A big worry for Pakistan is the presence in Afghanistan of militants, particularly linked to the TTP or Jamaat-ul-Ahrar or Lashkar-e-Islam, as well as those with the Baluchistan Liberation Army, which has taken responsibility for high-profile attacks this month in the southern Sindh province as well as in southwestern Baluchistan Province."}
{"seg_id": "686", "set_id": "686", "src": "Several Pakistan military personnel have been killed this month in southwestern Baluchistan province in battle with insurgents."}
{"seg_id": "687", "set_id": "687", "src": "The TTP took responsibility for one of the most horrific attacks in Pakistan in 2014, when a Pakistani army school was attacked and 140 were killed."}
{"seg_id": "688", "set_id": "688", "src": "Most were students, and some were as young as 5."}
{"seg_id": "689", "set_id": "689", "src": "\"The total number of Pakistani foreign terrorist fighters in Afghanistan, posing a threat to both countries, is estimated at between 6,000 and 6,500, most of them with TTP,\" the report said."}
{"seg_id": "690", "set_id": "690", "src": "Couple MACED at California dog park for not wearing face masks while having lunch (VIDEO) - RT USA News"}
{"seg_id": "691", "set_id": "691", "src": "There's mask-shaming and then there's full on assault."}
{"seg_id": "692", "set_id": "692", "src": "A California couple having lunch with their puppy at a dog park experienced the second, when an irate woman pepper-sprayed them for refusing to mask up... while eating."}
{"seg_id": "693", "set_id": "693", "src": "Ash O'Brien and husband Jarett Kelley say they were grabbing a bite to eat at Dusty Rhodes dog park in San Diego on Thursday, with their three-month-old pug in tow."}
{"seg_id": "694", "set_id": "694", "src": "The pair had their masks off to eat, when a \"random old lady\" approached, calling them \"idiots\" for not masking up, even though \"you can't wear a mask and eat at the same time.\""}
{"seg_id": "695", "set_id": "695", "src": "O'Brien told the woman to leave the park and stop harassing her, at which point the woman unleashed a can of mace at the couple."}
{"seg_id": "696", "set_id": "696", "src": "Video footage captured by a bystander begins with Kelley wrestling the spray can from the woman, and getting a dose of mace into the face for his troubles."}
{"seg_id": "697", "set_id": "697", "src": "O'Brien can be heard crying in the background as the attacker walks away with her dogs."}
{"seg_id": "698", "set_id": "698", "src": "O'Brien shared the video on Facebook and told ABC 10 that she wants to see the woman \"go to jail.\""}
{"seg_id": "699", "set_id": "699", "src": "Face masks are mandatory across the state of California, even in fresh air."}
{"seg_id": "700", "set_id": "700", "src": "These masks can only be removed at a select few times, including when eating or drinking."}
{"seg_id": "701", "set_id": "701", "src": "However, nowhere in the state's coronavirus guidelines does it say that bystanders may use non-lethal weapons to enforce this policy."}
{"seg_id": "702", "set_id": "702", "src": "Even in the current era of \"mask-shaming,\" that's still a crime carrying a penalty of a fine of $1,000 or up to three years in a state prison."}
{"seg_id": "703", "set_id": "703", "src": "Paul Pogba drops hint over his future after Man Utd seal Champions League spot"}
{"seg_id": "704", "set_id": "704", "src": "Manchester United star Paul Pogba has suggested he will stay at the club this summer after the Red Devils sealed a place in the top four."}
{"seg_id": "705", "set_id": "705", "src": "A 2-0 win against Leicester meant United finished in third, ahead of Frank Lampard's Chelsea."}
{"seg_id": "706", "set_id": "706", "src": "United were 14 points off Leicester just 12 matches ago but a sensational run of form saw the Red Devils finish in the top four."}
{"seg_id": "707", "set_id": "707", "src": "Pogba had been expected to leave the club this summer after twice requesting to leave in the last two years."}
{"seg_id": "708", "set_id": "708", "src": "However, the pandemic means few clubs will be spending big this summer and there's not a buyer available that could combine a transfer fee and Pogba's salary to entice him away from Old Trafford."}
{"seg_id": "709", "set_id": "709", "src": "That clarification has helped Pogba in recent weeks as his performances, as well as his body language, have improved."}
{"seg_id": "710", "set_id": "710", "src": "And the Frenchman has dropped the latest hint that he's set to stay at the club by posting on his Instagram after his side's 2-0 win."}
{"seg_id": "711", "set_id": "711", "src": "While Pogba may have been simply celebrating the club's return to the competition, many fans are interpreting it as a strong suggestion that he'll still be at the club as they compete with Europe's best again."}
{"seg_id": "712", "set_id": "712", "src": "Pogba has a year to run on his existing deal, though the club can extend that by 12 months meaning he effectively has two years to run."}
{"seg_id": "713", "set_id": "713", "src": "United are keen on extending Pogba's deal and they want clarity over his situation before next season."}
{"seg_id": "714", "set_id": "714", "src": "Pogba, for his part, feels comfortable at the club and has been buoyed by the arrival of Bruno Fernandes."}
{"seg_id": "715", "set_id": "715", "src": "The Portuguese playmaker has been a revelation at Old Trafford and his arrival has allowed Pogba to play in a deeper central midfield position, which has also improved his mood."}
{"seg_id": "716", "set_id": "716", "src": "Online lenders warn SME loan scheme may miss the mark"}
{"seg_id": "717", "set_id": "717", "src": "The small business sector, often under-served by the big banks, has increasingly turned to online lenders to meet its funding needs."}
{"seg_id": "718", "set_id": "718", "src": "However, Mr Callaghan said online lenders were disadvantaged compared to the big banks because they did not have access to the same lower priced funding and warned as a result the SME guarantee scheme was not gaining traction."}
{"seg_id": "719", "set_id": "719", "src": "\"I think it has probably missed the mark where all the people who call us, call in the expectation they can get very cheap funding rather than the government backing 50 per cent of the loan,\" he said."}
{"seg_id": "720", "set_id": "720", "src": "\"So they call and they get very disappointed because the expectation has been put out there that there is discount pricing and we look at our cost of funding which hasn't changed at all.\""}
{"seg_id": "721", "set_id": "721", "src": "Mr Callaghan added if fintechs were able to access cheaper funding and pass that on to small businesses the scheme would be a \"no brainer.\""}
{"seg_id": "722", "set_id": "722", "src": "\"It's been a bit of a Catch 22 the major banks have got access to the lower cost funding but they are more risk averse so they don't actually go out to lend in the same way, they can't get access to the data and they can't get comfortable unless you have property,\" he said. \"Until we can access that cheaper funding I think there is a fiction out in the market on how popular the scheme is going to be.\""}
{"seg_id": "723", "set_id": "723", "src": "Melbourne-based Moula is also participating in the scheme and chief executive Aris Allegos said the benefit of the 50 per cent guarantee, implicit in the government scheme, should be passed on to small businesses but different lenders were handling this in different ways."}
{"seg_id": "724", "set_id": "724", "src": "\"I can understand there might be others who are not passing through that cost structure,\" he said."}
{"seg_id": "725", "set_id": "725", "src": "\"That might be a function of how their funding is structured and it might be a function also of which categories they are lending into and how they assess risk within those categories.\""}
{"seg_id": "726", "set_id": "726", "src": "Mr Allegos would not provide details of the number of loans Moula had issued under the scheme but said the revamped scheme was \"a core recognition of what needed to change\" to offer more flexibility to lenders and borrowers."}
{"seg_id": "727", "set_id": "727", "src": "However, he said his major concern was the \"two speed economy\" that was operating and the impact this would have on small businesses."}
{"seg_id": "728", "set_id": "728", "src": "\"The biggest issue Moula has to face and lenders with respect to small businesses is that proverbial cliff and how to manage into that cliff,\" he said."}
{"seg_id": "729", "set_id": "729", "src": "\"Generally speaking with respect to demand we have not returned to pre-COVID levels although appetite is growing.\""}
{"seg_id": "730", "set_id": "730", "src": "ASX-listed online lender Prospa also would not detail the amount of loans it had issued under the scheme as it said the information was commercially sensitive but chief executive Greg Moshal said the goverment's extension of the scheme was welcome."}
{"seg_id": "731", "set_id": "731", "src": "\"We support any enhancements to the scheme that will enable small businesses to access a wide range of funding products that meet their requirements, including flexible cash flow products over shorter terms,\" he said."}
{"seg_id": "732", "set_id": "732", "src": "Scotland-England Union Chain Bridge is 200 years old"}
{"seg_id": "733", "set_id": "733", "src": "A bridge linking Scotland and England has turned 200 years old ahead of a £10m renovation."}
{"seg_id": "734", "set_id": "734", "src": "The Union Chain Bridge crosses the River Tweed from Fishwick in the Scottish Borders to Horncliffe in Northumberland."}
{"seg_id": "735", "set_id": "735", "src": "When it opened in 1820, it was the longest wrought iron suspension bridge in the world with a span of 449ft (137m)."}
{"seg_id": "736", "set_id": "736", "src": "It was also the first vehicular bridge of its type in the UK."}
{"seg_id": "737", "set_id": "737", "src": "The bridge was designed by English Royal Navy officer Capt Samuel Brown."}
{"seg_id": "738", "set_id": "738", "src": "He patented and produced wrought iron chains after being affected by the loss of Royal Naval ships which had broken free from ropes."}
{"seg_id": "739", "set_id": "739", "src": "Friends of the Union Chain Bridge and the Institution of Civil Engineers (Ice) Scotland have been marking the crossing's bicentennial."}
{"seg_id": "740", "set_id": "740", "src": "Robert Hunter, of the friends group, said: \"This is truly one of the most historic bridges in the world and a fascinating piece of engineering."}
{"seg_id": "741", "set_id": "741", "src": "\"We had planned a number of celebrations to mark the occasion, but unfortunately they have had to be postponed."}
{"seg_id": "742", "set_id": "742", "src": "\"However, the fact that work is shortly going to begin on the £10m renovation is the best birthday present possible and will ensure generations to come will be able to enjoy the bridge in all its splendour.\""}
{"seg_id": "743", "set_id": "743", "src": "Ice Scotland director Hannah Smith described the bridge as an \"often-overlooked\" part of Scotland's engineering heritage."}
{"seg_id": "744", "set_id": "744", "src": "She said: \"We know it is renowned the world over and it is fantastic that work will shortly commence on its renovation.\""}
{"seg_id": "745", "set_id": "745", "src": "Kanye West says he can beat Joe Biden \"off of write ins\" - RT USA News"}
{"seg_id": "746", "set_id": "746", "src": "Fresh from airing his family's dirty laundry on Twitter, rap enigma Kanye West has once again breathed life into his will-he-won't-he presidential bid, claiming that he could beat Joe Biden on write-in votes alone."}
{"seg_id": "747", "set_id": "747", "src": "Days after announcing a new album and revealing that he's been trying to divorce wife Kim Kardashian for two years, Kanye West again turned his attention to his 2020 presidential campaign on Saturday, in an all-caps announcement declaring \"I CAN BEAT BIDEN OFF OF WRITE INS.\""}
{"seg_id": "748", "set_id": "748", "src": "If West is still serious about running for the presidency, write-in votes may be his only path to victory, or indeed any kind of showing."}
{"seg_id": "749", "set_id": "749", "src": "The rapper announced his candidacy on July 4, past the deadline to file as a candidate in at least six states."}
{"seg_id": "750", "set_id": "750", "src": "Nevertheless, West pressed ahead and filed the proper papers with the Federal Election Commission (FEC), and managed to get his name on ballots in Oklahoma."}
{"seg_id": "751", "set_id": "751", "src": "Since then he's held one campaign rally, during which he addressed a crowd clad in a bulletproof vest, delivering his speech without a microphone or podium."}
{"seg_id": "752", "set_id": "752", "src": "West came out against abortion, weeping as he delivered a pro-Christian message he said would make the media \"tell you that I'm crazy.\""}
{"seg_id": "753", "set_id": "753", "src": "Also on rt.com Kanye West claims he's tried to divorce Kim Kardashian, accuses her and mother-in-law \"Kris Jong Un\" of WHITE SUPREMACY"}
{"seg_id": "754", "set_id": "754", "src": "That much was true, and West's rally was described across news sites and gossip mags as a publicity stunt, evidence of mental illness, or both."}
{"seg_id": "755", "set_id": "755", "src": "However, a recent poll put West at two percent nationwide, neck and neck with the Libertarian Party's Jo Jorgensen and a point ahead of the Green Party's Howie Hawkins."}
{"seg_id": "756", "set_id": "756", "src": "While it is extremely unlikely that he could surpass Joe Biden's reputed 48 percent, he could in theory siphon enough votes from Biden to see President Donald Trump clinch a second term - something pundits on both sides suspect may be his plan."}
{"seg_id": "757", "set_id": "757", "src": "Shivraj Singh Chouhan On Testing Covid Positive"}
{"seg_id": "758", "set_id": "758", "src": "Madhya Pradesh Chief Minister Shivraj Singh Chouhan, who on Saturday confirmed he had tested positive for COVID-19, tweeted Sunday morning to say that he is \"fine\" and to offer his praise for front-line workers in the war on coronavirus."}
{"seg_id": "759", "set_id": "759", "src": "The Chief Minister also repeated his warnings from yesterday, when he urged people to follow guidelines, such as social distancing and the use of face masks."}
{"seg_id": "760", "set_id": "760", "src": "\"I am fine, my friends.  The dedication of coronavirus warriors, who selflessly risk their lives, is praiseworthy.  I salute all coronavirus warriors of the state,\" Mr Chouhan tweeted from Bhopal's Chirayu Hospital, where he was admitted yesterday."}
{"seg_id": "761", "set_id": "761", "src": "\"Keep two metres distance, wash your hands frequently and wear face masks - these are the biggest weapons we have to avoid the coronavirus.  I appeal to all people - use these weapons for yourself and your loved ones,\" he said."}
{"seg_id": "762", "set_id": "762", "src": "\"All of you be careful, stay safe and healthy.  This is what I pray to God,\" Mr Chouhan added."}
{"seg_id": "763", "set_id": "763", "src": "On Saturday Mr Chouhan had tweeted that he had tested positive for the virus despite his best efforts to avoid infection and warned that \"just a little carelessness invites the coronavirus.\""}
{"seg_id": "764", "set_id": "764", "src": "Tweeting this morning Mr Chouhan said that despite the threat of infection there was \"no need to fear\" and urged those showing symptoms to get themselves tested."}
{"seg_id": "765", "set_id": "765", "src": "\"If you are infected, there is no need to fear.  Do not hide symptoms but tell doctors immediately, so treatment can be started.  Timely treatment will make you healthy,\" he said."}
{"seg_id": "766", "set_id": "766", "src": "Madhya Pradesh has nearly 27,000 COVID-19 cases, of which more than 7,600 are active and 799 are deaths linked to the virus."}
{"seg_id": "767", "set_id": "767", "src": "India has recorded a surge in COVID-19 cases in the past weeks, with over 45,000 new cases detected every day since July 23."}
{"seg_id": "768", "set_id": "768", "src": "The total number of confirmed coronavirus cases is rapidly approaching 14 lakh; of these more than 4.67 lakh are active cases and over 32,000 are deaths linked to the virus."}
{"seg_id": "769", "set_id": "769", "src": "The spike in cases, coinciding with the staggered relaxation of lockdown guidelines in non-containment zones of the country, has propelled India to third on the list of most affected nations."}
{"seg_id": "770", "set_id": "770", "src": "Only the United States (41.78 lakh cases) and Brazil (23.94 lakh cases) are worse off."}
{"seg_id": "771", "set_id": "771", "src": "Rahul Gandhi Goes To People On Rajasthan Issue"}
{"seg_id": "772", "set_id": "772", "src": "Congress's Rahul Gandhi tweeted a video today attempting to mobilise the people against the BJP over the events in Rajasthan."}
{"seg_id": "773", "set_id": "773", "src": "Using hashtag #SpeakUpForDemocracy, his Hindia post urged the people to \"Unite and raise our voice for democracy.\""}
{"seg_id": "774", "set_id": "774", "src": "The Congress is planning a countrywide protest on Monday over the situation in Rajasthan, where the Ashok Gehlot government is struggling to survive."}
{"seg_id": "775", "set_id": "775", "src": "While the party said a protest will be held outside the Rashtrapati Bhavan, the official residence of President Ram Nath Kovind."}
{"seg_id": "776", "set_id": "776", "src": "In the video, the Congress has accused the BJP of \"Ripping up the constitution and demolishing democracy\" while the whole country is fighting the coronavirus."}
{"seg_id": "777", "set_id": "777", "src": "It has done the same in Madhya Pradesh, the Congress said."}
{"seg_id": "778", "set_id": "778", "src": "\"We demand to immediately convene an assembly session which is within our constitutional rights,\" the party said in the video."}
{"seg_id": "779", "set_id": "779", "src": "Rajasthan Governor Kalraj Mishra has turned down one proposal to start an assembly session."}
{"seg_id": "780", "set_id": "780", "src": "A second one was submitted today which he said he is examining."}
{"seg_id": "781", "set_id": "781", "src": "Mr Gehlot's government has been in deep crisis after his deputy Sachin Pilot turned rebel with a chunk of MLAs supporting him."}
{"seg_id": "782", "set_id": "782", "src": "The party has been unable to disqualify the rebels to bring down the majority mark in the assembly."}
{"seg_id": "783", "set_id": "783", "src": "Mr Pilot -- who was stripped of his posts in the party and the government -- has been given temporary relief from disqualification by the Rajasthan High Court, which held that the Speaker cannot take any action until the larger constitutional question about his powers is decided."}
{"seg_id": "784", "set_id": "784", "src": "That question will be taken up tomorrow by the Supreme Court, which will also decide whether a court can interfere with the Speaker's decisions."}
{"seg_id": "785", "set_id": "785", "src": "The Congress stands only one past the majority mark in the 200-member assembly."}
{"seg_id": "786", "set_id": "786", "src": "Team Pilot claims the support of 30 MLAs, but so far, the evidence points to only 19."}
{"seg_id": "787", "set_id": "787", "src": "The BJP has 72 and including allies and Independents, it stands at 97."}
{"seg_id": "788", "set_id": "788", "src": "If the court decides in favour of Mr Pilot, the Congress can lose the second of the three governments it formed in the heartland states following the 2018 assembly elections."}
{"seg_id": "789", "set_id": "789", "src": "In March, it lost the Kamal Nath-led government in Madhya Pradesh after Jyotiraditya Scindia joined the BJP with 22 of his MLAs."}
{"seg_id": "790", "set_id": "790", "src": "Barcelona 'have whole side to sell' this summer as Coutinho, Dembele, Rakitic and Vidal all listed for transfers"}
{"seg_id": "791", "set_id": "791", "src": "BARCELONA will be known as a selling club this summer, according to reports."}
{"seg_id": "792", "set_id": "792", "src": "No fewer than 12 first team stars have been transfer-listed by the La Liga giants, claim Marca."}
{"seg_id": "793", "set_id": "793", "src": "Philippe Coutinho has been reportedly transfer-listed by Barcelona"}
{"seg_id": "794", "set_id": "794", "src": "And those include Premier League targets Philippe Coutinho, Ousmane Dembele, Ivan Rakitic and Samuel Umtiti."}
{"seg_id": "795", "set_id": "795", "src": "Coutinho and Umtiti have both been linked with moves to Arsenal, with the Brazilian also being eyed up by Chelsea."}
{"seg_id": "796", "set_id": "796", "src": "While Manchester United and Tottenham are said to be in a battle for Rakitic's services."}
{"seg_id": "797", "set_id": "797", "src": "French World Cup winner Dembele, who has struggled for game time at the Camp Nou, was recently linked with a move to PSG in a swap deal with Neymar."}
{"seg_id": "798", "set_id": "798", "src": "The other players who are deemed surplus to requirements include Neto, Nelson Semedo, Junior Firpo, Arturo Vidal, Martin Braithwaite, Carles Alena, Rafinha Alcantara, and Jean-Clair Todibo."}
{"seg_id": "799", "set_id": "799", "src": "Barcelona are hoping a clear out will not only boost their finances, but aid their future transfer business."}
{"seg_id": "800", "set_id": "800", "src": "Ousmane Dembele is also said to be surplus to requirements"}
{"seg_id": "801", "set_id": "801", "src": "According to the Spanish newspaper, Barcelona have already identified their transfer targets for next season - with Argentinian forward Lautaro Martinez top of their hit list."}
{"seg_id": "802", "set_id": "802", "src": "But Inter Milan are continuing to ask for his £101million release clause to be met before negotiating with the Catalans."}
{"seg_id": "803", "set_id": "803", "src": "Barcelona will have to sell before they can buy, but remain confident that they can strike a deal with the Serie A side."}
{"seg_id": "804", "set_id": "804", "src": "Barcelona \"offer Arsenal Philippe Coutinho in swap transfer for bad-boy Guendouzi\" as Gunners try to offload midfielder"}
{"seg_id": "805", "set_id": "805", "src": "Kansas City mayor welcomes federal help in solving murders, but worries about Trump's motives"}
{"seg_id": "806", "set_id": "806", "src": "Kansas City Mayor Quinton Lucas questioned on Sunday President Trump's motives for sending federal agents into U.S. cities - saying that while he would welcome the help in solving a slew of murders in the Midwestern city, he thinks the move could be more about buoying Trump's reelection chances."}
{"seg_id": "807", "set_id": "807", "src": "\"I was pretty frustrated this week [that] the president mentioned the George Floyd protests, mentioned the Black Lives Matter movement,\" Lucas, a Democrat, said on \"Fox News Sunday\" of the recent protests over racial inequality and police brutality."}
{"seg_id": "808", "set_id": "808", "src": "\"That is not the case in Kansas City. We've had year-over-year increases [but] what we need help on is actually clearing some of the unsolved murders.\""}
{"seg_id": "809", "set_id": "809", "src": "Lucas added: \"Let's try to have a pinpointed and targeted focus on solving murders...I think if you listen to recent statements... we are happy to work with federal agents in a limited scope.\""}
{"seg_id": "810", "set_id": "810", "src": "Despite his willingness to have federal agents work with local law enforcement, Lucas said that Trump's rhetoric - specifically in light of the controversy surrounding the tactics employed in Portland, Ore., by the federal agents - has caused many of his constituents to voice concern about the presence of agents on the city streets."}
{"seg_id": "811", "set_id": "811", "src": "\"What we don't need is more fuel on the fire from federal agents to make, I think, an exciting political issue,\" he said."}
{"seg_id": "812", "set_id": "812", "src": "Trump on Wednesday announced that he was deploying 100 federal agents to Chicago to help combat rising rates of some crimes - a move that marks an expansion of the White House's intervention into local law enforcement as Trump continues to position himself as the \"law and order\" president."}
{"seg_id": "813", "set_id": "813", "src": "The \"surge\" of agents announced on Wednesday to Chicago and other American cities is part of Operation Legend - named after 4-year-old LeGend Taliferro, who was fatally shot while sleeping in a Kansas City apartment late last month."}
{"seg_id": "814", "set_id": "814", "src": "While sending federal agents to aid local law enforcement is not unprecedented - Attorney General Bill Barr announced a similar surge effort in December for seven cities that had seen spiking violence - the type of federal agent being sent, and some of their tactics, have raised concerns among state and local lawmakers."}
{"seg_id": "815", "set_id": "815", "src": "A number of lawmakers from New York to Portland have spoken out against the Trump administration sending the agents to their cities, especially following reports that unidentified federal agents detained protesters in Portland and took them away in unmarked vehicles."}
{"seg_id": "816", "set_id": "816", "src": "Portland has been hit with near-daily demonstrations against police brutality and systemic racism since the death of George Floyd while in Minneapolis police custody on May 25."}
{"seg_id": "817", "set_id": "817", "src": "Local authorities also have complained that the surges have only exacerbated tensions, and criminal justice experts say the efforts defy explanation because of the unprecedented moment America is living through - with a pandemic, historic unemployment and a mass reckoning over racism and how people of color are treated by police."}
{"seg_id": "818", "set_id": "818", "src": "Egypt court refers man who murdered three children to psychiatric evaluation"}
{"seg_id": "819", "set_id": "819", "src": "The South Minya Prosecution's Attorney General Tamer Motea on Sunday sentenced a farmer to four days imprisonment pending investigations into why he murdered his three children while also referring him to a psychiatric committee."}
{"seg_id": "820", "set_id": "820", "src": "On July 24, 56-year-old Mohamed Ali threw his children Khadiga, four, Mena, eight, and Omar, six, in front of a moving train at the Mallawi Railway Station."}
{"seg_id": "821", "set_id": "821", "src": "Ali was found to be babbling incoherently during investigations, leading to suspicion he was suffering a mental breakdown."}
{"seg_id": "822", "set_id": "822", "src": "His wife denied she had suffered any problems with him and attributed his behavior to psychological issues."}
{"seg_id": "823", "set_id": "823", "src": "Villagers from Massart Mallawi refrained from speaking about the incident, offering only their condolences to the children's family."}
{"seg_id": "824", "set_id": "824", "src": "Roughly 93 percent of Egyptian children aged one to 14 years old suffer from violence, said Khalid Darwish, advisor to the National Council for Childhood and Motherhood back in October."}
{"seg_id": "825", "set_id": "825", "src": "Prosecution is one of the most important pillars in eliminating child abuse, he added, stressing the importance of cooperation between the council and Public Prosecution in this regard."}
{"seg_id": "826", "set_id": "826", "src": "According to a study prepared by the National Council for Childhood and Motherhood, children are subjected to violence in places that are supposed to be safe, such as home, school or clubs, and exposed to violence from people who are supposed to care for them, such as parents or teachers."}
{"seg_id": "827", "set_id": "827", "src": "Labour anti-Semitism whistleblowers demand Corbyn be expelled or face lawsuit"}
{"seg_id": "828", "set_id": "828", "src": "Labour could have to pay damages of between £3million and £8million, according to reports."}
{"seg_id": "829", "set_id": "829", "src": "Now leader Keir Starmer is under pressure to expel Mr Corbyn."}
{"seg_id": "830", "set_id": "830", "src": "Last night ex-party staff said they would drop the legal action if Mr Corbyn was ejected from the party."}
{"seg_id": "831", "set_id": "831", "src": "The Labour Party has so far declined to comment on the demand."}
{"seg_id": "832", "set_id": "832", "src": "However, Labour MP Jon Trickett said: \"It is a ridiculous demand.\""}
{"seg_id": "833", "set_id": "833", "src": "Supporters of Mr Corbyn said Mr Starmer needs to focus on tackling the Tories handling on coronavirus instead of delving back into Labour's internal divisions."}
{"seg_id": "834", "set_id": "834", "src": "An ex-Labour Party source told the Daily Mail they would take legal action even if Mr Starmer did expel Mr Corbyn."}
{"seg_id": "835", "set_id": "835", "src": "\"I mean he's really, he's made the Labour party competitive again.\""}
{"seg_id": "836", "set_id": "836", "src": "\"There is still a long way to go on policy but he's made a really impressive start and he's got to a situation where for a lot of people who had really given up on the Labour party, voters as it were, I think they are now looking at it again much more sympathetically and they regard him as a serious figure.\""}
{"seg_id": "837", "set_id": "837", "src": "Mr Blair did have concerns Labour is still seen as the party that raises taxes."}
{"seg_id": "838", "set_id": "838", "src": "He said: \"My experience with tax when you're in the Labour Party is be really careful because the public out there aren't sitting there worried as to whether you are going to raise taxes or not, they are probably worried that you are going to raise taxes so you've just got to be mindful of that concern.\""}
{"seg_id": "839", "set_id": "839", "src": "Dominic Raab: Government can't make apologies for Spain quarantine decision"}
{"seg_id": "840", "set_id": "840", "src": "Dominic Raab has defended the Government's decision to re-introduce quarantine measures on Spain at short notice."}
{"seg_id": "841", "set_id": "841", "src": "Ministers announced on Saturday that holidaymakers who had not returned from Spain and its islands by midnight would be forced to self-isolate for 14 days."}
{"seg_id": "842", "set_id": "842", "src": "The country had been on a list of \"travel corridor\" nations deemed safe to visit by Downing Street, but a recent surge in coronavirus cases has sparked fears of a second wave of the disease."}
{"seg_id": "843", "set_id": "843", "src": "On Sunday, the Foreign Secretary defended the sudden reimposition of restrictions as a \"real-time response\" to a worrying spike in infections reported in the region."}
{"seg_id": "844", "set_id": "844", "src": "He said the situation was then assessed yesterday afternoon \"and we took the decision as swiftly as we could.\""}
{"seg_id": "845", "set_id": "845", "src": "\"We can't make apologies for doing so,\" he added."}
{"seg_id": "846", "set_id": "846", "src": "\"We must be able to take swift, decisive action, particularly in relation to localised, or internationally in relation to Spain or a particular country, where we see we must take action."}
{"seg_id": "847", "set_id": "847", "src": "\"Otherwise, we risk re-infection into the UK, potentially a second wave here and then another lockdown.\""}
{"seg_id": "848", "set_id": "848", "src": "Transport secretary among Spain holidaymakers forced to quarantine"}
{"seg_id": "849", "set_id": "849", "src": "The decision was made after Spain recorded more than 900 new daily Covid-19 cases for two days running."}
{"seg_id": "850", "set_id": "850", "src": "The Foreign Secretary acknowledged that many tourists had been left with no time to cancel or alter their plans."}
{"seg_id": "851", "set_id": "851", "src": "\"I understand it is disruptive for those going through this who are in Spain or have been considering going but we must be able to take swift, decisive action to protect the UK,\" he said."}
{"seg_id": "852", "set_id": "852", "src": "\"We've made such progress in getting the virus down and preventing the virus re-taking hold in the UK.\""}
{"seg_id": "853", "set_id": "853", "src": "Passengers arrive at Gatwick Airport on Sunday morning following Saturday's announcement (PA)"}
{"seg_id": "854", "set_id": "854", "src": "Shadow Health Secretary Jonathan Ashworth condemned the Government for its \"frankly shambolic\" handling of the measure."}
{"seg_id": "855", "set_id": "855", "src": "He said Downing Street's sudden decision had left holidaymakers \"confused and distressed.\""}
{"seg_id": "856", "set_id": "856", "src": "The Labour MP told Sophy Ridge: \"I understand why they've made the decision but, of course, the way in which this decision has been made in the last 24 hours is frankly shambolic."}
{"seg_id": "857", "set_id": "857", "src": "\"There are holidaymakers in Spain at the moment confused and distressed, there are people about to go on holiday to Spain and the islands like Tenerife who are confused, and they don't know whether their employers will allow them to take two weeks' quarantine."}
{"seg_id": "858", "set_id": "858", "src": "\"The Government is just saying, 'we hope that employers co-operate.'\""}
{"seg_id": "859", "set_id": "859", "src": "\"The way in which this decision has been made in the last 24 hours is frankly shambolic.\""}
{"seg_id": "860", "set_id": "860", "src": "What does Spain being on quarantine list mean for holidaymakers?"}
{"seg_id": "861", "set_id": "861", "src": "He urged ministers to offer \"clarity\" on whether those who are asked to quarantine will receive financial support if their employers refuse to pay them during the quarantine period."}
{"seg_id": "862", "set_id": "862", "src": "He added that clear information was also needed \"for those holidaymakers who are currently in Spain who have properly saved up all year for their family holiday who are confused and distressed.\""}
{"seg_id": "863", "set_id": "863", "src": "\"The way in which this decision has been communicated is obviously causing anxiety,\" he stressed."}
{"seg_id": "864", "set_id": "864", "src": "Mr Raab said no worker following the new guidance should be penalised by employers, including by being put onto sick pay."}
{"seg_id": "865", "set_id": "865", "src": "He said: \"We are changing the rules - the law is changed in relation to holidaymakers and travellers - and of course we expect employers to show those employees who will have to quarantine because of the law the flexibility they need.\""}
{"seg_id": "866", "set_id": "866", "src": "\"If someone is following the law in relation to quarantine and self-isolating the way they should, they can't have penalties taken against them.\""}
{"seg_id": "867", "set_id": "867", "src": "Car drives through crowd, protester shot in Colorado"}
{"seg_id": "868", "set_id": "868", "src": "AURORA, Colo.  (AP) - A car drove through a crowd and a protester was shot in the suburban Denver suburb of Aurora during demonstrations against racial injustice."}
{"seg_id": "869", "set_id": "869", "src": "The Aurora Police Department said on Twitter that protesters were walking on Interstate 225 Saturday when a vehicle drove through."}
{"seg_id": "870", "set_id": "870", "src": "Police said a protester fired a weapon, striking at least one person who was taken to a hospital in stable condition."}
{"seg_id": "871", "set_id": "871", "src": "Authorities said the vehicle was towed and they are investigating."}
{"seg_id": "872", "set_id": "872", "src": "Protesters also broke windows to the courthouse and a fire was started in an office, police said."}
{"seg_id": "873", "set_id": "873", "src": "An unlawful assembly was declared and police ordered protesters to leave the area, authorities said."}
{"seg_id": "874", "set_id": "874", "src": "Tensions have been heightened at recent protests against racial injustice since federal officials were sent to quell demonstrations in Portland, Oregon."}
{"seg_id": "875", "set_id": "875", "src": "Police declared a riot in Seattle on Saturday."}
{"seg_id": "876", "set_id": "876", "src": "Protests sparked by the May 25 death of George Floyd, a black man in Minnesota who died after a white officer held him to the ground with a knee to his neck, have also highlighted other cases of fatal police violence."}
{"seg_id": "877", "set_id": "877", "src": "In Colorado, protesters have been drawing attention to the death of Elijah McClain, who was stopped by police while walking down an Aurora street in August 2019 after a 911 caller reported him as suspicious."}
{"seg_id": "878", "set_id": "878", "src": "Police placed him in a chokehold, and paramedics administered 500 milligrams of ketamine, a sedative, to calm him down."}
{"seg_id": "879", "set_id": "879", "src": "He went into cardiac arrest, was later declared brain dead and taken off life support."}
{"seg_id": "880", "set_id": "880", "src": "'What happened there?!'"}
{"seg_id": "881", "set_id": "881", "src": "UFC fighter Correia gets pummelled after turning back on rival mistakenly thinking round is over (VIDEO) - RT Sport News"}
{"seg_id": "882", "set_id": "882", "src": "Brazilian bantamweight Bethe Correia is a UFC veteran but made an amateur error by turning her back on opponent Pannie Kianzad and mistakenly thinking the round was over in their bout on Fight Island, and got tagged as a result."}
{"seg_id": "883", "set_id": "883", "src": "Coming to the end of the first stanza of their showdown on the undercard in Abu Dhabi, the 37-year-old Correia appeared to mistake the 10-second warning for the actual end of the round, reaching out a glove before turning her back on Kianzad and making her way back to her corner."}
{"seg_id": "884", "set_id": "884", "src": "The Swedish fighter capitalized without hesitation, tagging her opponent with a right hand before following up with a series of blows to back Correia against the cage."}
{"seg_id": "885", "set_id": "885", "src": "Momentarily appearing in danger, the Brazilian then regained control to stifle the threat and back Kianzad up before the actual end of the round was called."}
{"seg_id": "886", "set_id": "886", "src": "\"What happened there? Oh my word,\" the commentary team on ESPN+ were heard exclaiming."}
{"seg_id": "887", "set_id": "887", "src": "It was just one part of a frustrating night for former bantamweight title challenger Correia, who went down to a unanimous decision defeat which is her third loss in her past four octagon outings and leaves her overall record at 11-5, with one draw."}
{"seg_id": "888", "set_id": "888", "src": "For the Iranian-born Kianzad, 28, it was a second win on the spin following her victory over Jessica-Rose Clark at UFC Fight Night in Moscow back in November."}
{"seg_id": "889", "set_id": "889", "src": "Kianzad is now 13-5 overall and 2-1 in the UFC, as the woman known as 'Banzai' aims to shift up the 135lbs rankings."}
{"seg_id": "890", "set_id": "890", "src": "Elsewhere on the night, Australia's Robert Whittaker edged out England's Darren Till in the middleweight main event, while Russian-born fighter Khamzat Chimaev made history by winning a second bout in 10 days on Fight Island, the shortest-ever period between victories in the modern-era UFC."}
{"seg_id": "891", "set_id": "891", "src": "Egypt begins registering data of voters abroad for senate elections"}
{"seg_id": "892", "set_id": "892", "src": "The National Election Authority (NEA) on Saturday began registering the data of voters aboard to begin casting their votes in the senate elections to be held on August 9 and 10, according to the NEA's official website."}
{"seg_id": "893", "set_id": "893", "src": "Voters must register their data and the diplomatic mission affiliated to their residence abroad on the NEA's website from July 25 until July 31."}
{"seg_id": "894", "set_id": "894", "src": "The NEA also published a video explaining the steps voters can take to cast their vote remotely via email, as part of precautions against the coronavirus pandemic."}
{"seg_id": "895", "set_id": "895", "src": "The legal period of senate candidate electoral propaganda runs from July 26 until August 8, the NEA said."}
{"seg_id": "896", "set_id": "896", "src": "Minister of Emigration and Egyptian Expatriates Affairs Nabila Makram called on Egyptian voters abroad to participate in the election as their constitutional right."}
{"seg_id": "897", "set_id": "897", "src": "Egypt's House of Representatives on June 17 approved a law establishing a senate, which will function as an upper house of parliament."}
{"seg_id": "898", "set_id": "898", "src": "The law passed with a two-thirds majority, with the objection of four MPs"}
{"seg_id": "899", "set_id": "899", "src": "The Senate will consist of 300 members, 100 of whom are elected by a closed list system, 100 elected by an individual system, and 100 members appointed by the President of the Republic"}
{"seg_id": "900", "set_id": "900", "src": "The term of membership in the Senate will be five years, starting from the date of its first meeting."}
{"seg_id": "901", "set_id": "901", "src": "The new assembly is to be elected during the sixty days preceding the end of its term."}
{"seg_id": "902", "set_id": "902", "src": "Bodies of mother, 2 infants found in car submerged in pond"}
{"seg_id": "903", "set_id": "903", "src": "AUGUSTA, Ga. -- Authorities pulled a submerged vehicle from a Georgia pond and found the bodies of a woman and her twin 10-month-old children inside."}
{"seg_id": "904", "set_id": "904", "src": "The Richmond County Sheriff's Office said crews found the vehicle in Mayor's Pond in Augusta on Friday afternoon, The Augusta Chronicle reported."}
{"seg_id": "905", "set_id": "905", "src": "Richmond County Coroner Mark Bowen said all three victims were pronounced dead at the scene."}
{"seg_id": "906", "set_id": "906", "src": "Authorities identified the bodies as 25-year-old Shaquia Philpot and her infant children Caysen and Cassius Williams."}
{"seg_id": "907", "set_id": "907", "src": "Officials did not release details about how the family ended up in the pond."}
{"seg_id": "908", "set_id": "908", "src": "A witness, who was fishing in the area, found the car, Bowen said."}
{"seg_id": "909", "set_id": "909", "src": "The bodies were going to be sent to the Georgia Bureau of Investigation for an autopsy."}
{"seg_id": "910", "set_id": "910", "src": "The case remains under investigation."}
{"seg_id": "911", "set_id": "911", "src": "Leicester happy to hit target of European football says Golden Boot winner Jamie Vardy"}
{"seg_id": "912", "set_id": "912", "src": "Jamie Vardy acknowledged his disappointment at missing out on Champions League football, but said Leicester City achieved their early-season objective of qualifying for Europe."}
{"seg_id": "913", "set_id": "913", "src": "The Foxes were second in December and third when football restarted after lockdown, but they took just four points from their last five games to finish fifth in the Premier League."}
{"seg_id": "914", "set_id": "914", "src": "A final-day win over Manchester United would have secured a top-four finish, but Brendan Rodgers' side suffered a 2-0 loss, which Vardy says was the most upsetting aspect."}
{"seg_id": "915", "set_id": "915", "src": "\"It was disappointing, more the way we've ended up losing the game,\" he said on Sky Sports at full-time."}
{"seg_id": "916", "set_id": "916", "src": "\"But we've said in the dressing room, we targeted behind closed doors to qualify for Europe and we've done that.\""}
{"seg_id": "917", "set_id": "917", "src": "\"We had the chance to qualify for the Champions League and that was even better, but we'll reflect on it and come back stronger next year.\""}
{"seg_id": "918", "set_id": "918", "src": "\"It's hard to take, but our main target was Europe and we've managed to do that.\""}
{"seg_id": "919", "set_id": "919", "src": "While his team fell short, Vardy himself ended the season as the Premier League's top scorer at 33 years of age, scoring 23 times."}
{"seg_id": "920", "set_id": "920", "src": "He paid tribute to his team-mates in receiving the award and said there are still plenty of miles left in him at the top level, despite his advancing age."}
{"seg_id": "921", "set_id": "921", "src": "\"I'm delighted, it's all about the team. I wouldn't have been in the position I was for the goals without them and I've put quite a few away.\""}
{"seg_id": "922", "set_id": "922", "src": "\"I'll have a rest for a bit now and come back for next season ready to go. Fortunately I don't feel my age, my legs are still fine and touch wood I don't pick up many injuries, so it's about keeping on top of that and come back as strong as I can next year.\""}
{"seg_id": "923", "set_id": "923", "src": "Top British bank HSBC denies \"setting up trap\" for China's Huawei in US investigations - RT Business News"}
{"seg_id": "924", "set_id": "924", "src": "London-headquartered multinational bank HSBC took to social media to say it was not, as Chinese media claimed, \"fabricating evidence\" against Huawei, which led to the arrest of the company's chief financial officer in Canada."}
{"seg_id": "925", "set_id": "925", "src": "In a now-unavailable post on WeChat, the lender said that its actions did not trigger US investigations into the world's largest supplier of telecommunications network equipment, as the scrutiny of Huawei for allegedly violating US sanctions on Iran began well before the bank's involvement in late 2016."}
{"seg_id": "926", "set_id": "926", "src": "\"HSBC does not have any hostility towards Huawei and did not \"frame\" Huawei,\" the bank said on Saturday, adding that it would never distort any facts about its clients."}
{"seg_id": "927", "set_id": "927", "src": "\"In response to US DOJ's [US Justice Department] requests for information, HSBC Group simply presented the objective facts."}
{"seg_id": "928", "set_id": "928", "src": "HSBC did not \"fabricate\" evidence or \"hide\" facts.\""}
{"seg_id": "929", "set_id": "929", "src": "Also on rt.com UK's move to ban Huawei from 5G network shows US dictates Britain's foreign policy - George Galloway to Boom Bust"}
{"seg_id": "930", "set_id": "930", "src": "The post has been blocked on the platform with a note that it \"violates regulations\" and is not available now."}
{"seg_id": "931", "set_id": "931", "src": "The statement comes shortly after multiple Chinese media outlets, including state-linked newspapers, accused HSBC of \"conspiring\" with Washington to set a trap for Huawei."}
{"seg_id": "932", "set_id": "932", "src": "The company has been at the epicenter of a diplomatic scandal for more than a year and a half since Huawei CFO Meng Wanzhou was arrested in December 2018 in Canada on a warrant from the US."}
{"seg_id": "933", "set_id": "933", "src": "Meng faces fraud charges for allegedly using a shell company to violate sanctions against Iran and allegedly lying to banks about the link between Huawei and Iranian company Skycom."}
{"seg_id": "934", "set_id": "934", "src": "According new evidence cited by the Global Times, HSBC was well aware of the Chinese company's relationship with Skycom."}
{"seg_id": "935", "set_id": "935", "src": "The bank reportedly opted to \"collude\" with the US government to escape more severe punishment in 2012, when the bank had to admit to money laundering and sanctions violations, including restrictions on Iran."}
{"seg_id": "936", "set_id": "936", "src": "It was ordered at the time to pay around $1.9 billion in penalties and to prevent any similar misconduct."}
{"seg_id": "937", "set_id": "937", "src": "\"The evidence indicated that HSBC understood this relationship but intentionally sold out its customer's confidential business documents to the US side so that the US government could overlook the British bank's own misconduct and not punish it under the 2012 Deferred Prosecution Agreement,\" the newspaper said in one of its articles on the matter."}
{"seg_id": "938", "set_id": "938", "src": "In a veiled warning, the Beijing-controlled newspaper added that the lender, if proven to be guilty of this \"collusion,\" could face \"harsh punishment\" in China, one of the major markets for HSBC."}
{"seg_id": "939", "set_id": "939", "src": "It is not the first time the renowned bank has come under fire in recent weeks."}
{"seg_id": "940", "set_id": "940", "src": "Last month, HSBC was lambasted for supporting the new national security law for Hong Kong, the city where its business started and which accounts for over half of its profits."}
{"seg_id": "941", "set_id": "941", "src": "The bank faced criticism from both sides - from the West, with US Secretary of State Mike Pompeo calling the endorsement a \"corporate kowtow,\" and the East, with the Chinese side reportedly saying that its support was \"belated.\""}
{"seg_id": "942", "set_id": "942", "src": "Firefighters gain ground on Lassen County blazes"}
{"seg_id": "943", "set_id": "943", "src": "Firefighters are gaining ground against two wildfires that have burned more than 30,000 acres in Lassen County, northeast of Sacramento."}
{"seg_id": "944", "set_id": "944", "src": "The Gold fire, which started south of Adin, is 40% contained as it continues to threaten homes and ranches as well as agriculture, livestock and timber operations, Cal Fire officials said in an update Saturday morning."}
{"seg_id": "945", "set_id": "945", "src": "After burning for four days, the fire has chewed through 21,000 acres, destroyed seven homes and sent two firefighters to the hospital."}
{"seg_id": "946", "set_id": "946", "src": "Overnight, firefighters took advantage of milder conditions to build and reinforce control lines."}
{"seg_id": "947", "set_id": "947", "src": "But gusty winds and low humidity are expected through Saturday."}
{"seg_id": "948", "set_id": "948", "src": "West of Susanville, a smaller fire known as the Hog fire has destroyed two structures and consumed about 10,000 acres."}
{"seg_id": "949", "set_id": "949", "src": "The fire settled down overnight as firefighters worked to mop up and strengthen control lines, according to the California Department of Forestry and Fire Protection."}
{"seg_id": "950", "set_id": "950", "src": "By Saturday morning, it was 45% contained and had been burning for six days."}
{"seg_id": "951", "set_id": "951", "src": "In the daytime heat, with temperatures above 90 degrees in the Susanville area, smoldering patches were at risk of flaring up."}
{"seg_id": "952", "set_id": "952", "src": "While some residents are being allowed to return to their homes, some areas in both fire zones remain under mandatory evacuation orders."}
{"seg_id": "953", "set_id": "953", "src": "The two firefighters injured in the Gold fire have been released from the hospital."}
{"seg_id": "954", "set_id": "954", "src": "Algeria: Mahmoud Guemama's Death - Algeria Loses a Patriot, Committed Militant, Says President Tebboune."}
{"seg_id": "955", "set_id": "955", "src": "Algiers - President of the Republic, Abdelmadjid Tebboune, sent a message of condolences to members of the People's National Assembly (APN), Mujahed Mahmoud Guemama, who died Friday, in which he said that Algeria \"has lost a patriot and a militant committed to the causes of his people and his nation.\""}
{"seg_id": "956", "set_id": "956", "src": "Algeria loses today, by the death of Mujahed Mahmoud Guemama, a patriot and a militant committed to the causes of his people and his nation, a man who has never wavered and whose determination remained intact from the moment he took up arms, alongside his valiant Mujahedeen brothers, until his last breath on this sad day when we can only resign ourselves to God's will,\" President Tebboune wrote in his message of condolence."}
{"seg_id": "957", "set_id": "957", "src": "\"The late Mahmoud Guemama, peace be upon him, belonged to a unique generation of faithful patriotic militants who sacrificed themselves for their homeland,\" added President of the Republic."}
{"seg_id": "958", "set_id": "958", "src": "\"The deceased devoted his life to the liberation of Algeria from the torments of abject colonialism, by joining the ranks of the Revolution in the prime of life in 1960 in the Tahart training camp of the historic wilaya VI.\""}
{"seg_id": "959", "set_id": "959", "src": "\"The late President is known to all for his proven militancy and his commitment to anchoring the image of a prosperous and united Algeria,\" said President Tebboune."}
{"seg_id": "960", "set_id": "960", "src": "\"In the far south, the late Mahmoud Guemama enjoys great renown as a mediator, intervening to reconcile brothers in the same country whenever the fire of discord is kindled,\" added the President in his message."}
{"seg_id": "961", "set_id": "961", "src": "\"All these qualities and values earned the late Mahmoud Guemama the respect and trust of the people of Tamanrasset who chose him to represent them in the People's National Assembly (APN) for several terms, during which he was the ambassador and defender of the concerns of the region and the aspirations of its people, and even the representative and spokesman of all Algerians,\" wrote the President of the Republic."}
{"seg_id": "962", "set_id": "962", "src": "\"All expressions of condolence will not be enough to pay tribute to the mujahed Mahmoud Guemama, peace be upon him."}
{"seg_id": "963", "set_id": "963", "src": "He is leaving us today at a time when Algeria needs him,\" said the President."}
{"seg_id": "964", "set_id": "964", "src": "\"I pray to Almighty God to surround the deceased with His Holy Mercy, to welcome him in His vast paradise alongside the shuhadaa and virtuous."}
{"seg_id": "965", "set_id": "965", "src": "I also pray to God to lend his family and loved ones patience and comfort...there is no strength or power except in God,\" the President of the Republic concluded."}
{"seg_id": "966", "set_id": "966", "src": "Pakistan's Imam-Ul-Haq Declared Fit To Bat After Warm-Up Injury"}
{"seg_id": "967", "set_id": "967", "src": "Pakistan and England will be facing each other in three Tests and as many T20Is."}
{"seg_id": "968", "set_id": "968", "src": "Pakistan batsman Imam-ul-Haq has been declared fit to bat by the team's doctor after he was hit on his left hand while batting in an intra-squad warm-up match at Derby."}
{"seg_id": "969", "set_id": "969", "src": "\"The left-handed batsman took part in warm-up session prior to the start of the second day's play,\" Pakistan Cricket Board (PCB) informed in a statement."}
{"seg_id": "970", "set_id": "970", "src": "PCB Whites' Imam was hit on his left hand while batting against PCB Greens' Naseem Shah on day one of the match."}
{"seg_id": "971", "set_id": "971", "src": "Imam was forced to retire hurt on Friday evening after being struck on the left hand by a ball from Shah, but was able to take part in a warm-up session in the morning and will resume his innings on the third day."}
{"seg_id": "972", "set_id": "972", "src": "Virginia Beach takes down Confederate monument"}
{"seg_id": "973", "set_id": "973", "src": "VIRGINIA BEACH, Va. -- The city of Virginia Beach removed a 115-year-old Confederate monument from public grounds on Saturday, less than two days after the City Council voted unanimously to do so."}
{"seg_id": "974", "set_id": "974", "src": "Workers took down the 27-foot (8.2-meter) tall monument on Saturday morning, media outlets reported."}
{"seg_id": "975", "set_id": "975", "src": "It was installed in 1905 and stood outside the old Princess Anne County courthouse, in the same place that slave auctions were once held."}
{"seg_id": "976", "set_id": "976", "src": "The council voted unanimously Thursday night to begin the removal process."}
{"seg_id": "977", "set_id": "977", "src": "The council had listened to dozens of speakers and decided the monument is viewed by many as divisive and a painful reminder of the past."}
{"seg_id": "978", "set_id": "978", "src": "The statue recently had been completely covered, with a locked gate around it following recent protests and vandalism at other Confederate monuments."}
{"seg_id": "979", "set_id": "979", "src": "The monument will be stored for now."}
{"seg_id": "980", "set_id": "980", "src": "The city now must wait for any offers from historical groups or other entities that might want to take the monument."}
{"seg_id": "981", "set_id": "981", "src": "Tunisia interior minister named new PM, to form government in a month"}
{"seg_id": "982", "set_id": "982", "src": "Tunisia's Interior Minister Hichem Mechichi has been appointed to form the next government, the president's office said, amid political tensions among major parties in the North African country."}
{"seg_id": "983", "set_id": "983", "src": "The 46-year-old lawyer succeeds Elyes Fakhfakh, who resigned as prime minister earlier this month."}
{"seg_id": "984", "set_id": "984", "src": "But Mechichi was not one of the names proposed by the governing political parties to President Kais Saied."}
{"seg_id": "985", "set_id": "985", "src": "In a statement following Saturday's announcement, Mechichi said he would \"work to form a government that meets the expectations of all Tunisians.\""}
{"seg_id": "986", "set_id": "986", "src": "Tunisia has been praised as a rare success story for democratic transition after the Arab Spring regional uprisings sparked by its 2011 revolution."}
{"seg_id": "987", "set_id": "987", "src": "But its leaders have struggled to meet the expectations of the Tunisian people and the already fragile economy has been battered by the closure of the country's borders because of the COVID-19 pandemic."}
{"seg_id": "988", "set_id": "988", "src": "The disease has killed nearly 50 people and infected more than 1,400 in Tunisia."}
{"seg_id": "989", "set_id": "989", "src": "As well as being the interior minister in the outgoing government, Mechichi has been a counsellor to President Saied, handling legal matters."}
{"seg_id": "990", "set_id": "990", "src": "He has previously been chief of staff at the Ministry of Transport and also served in the Ministry of Social Affairs."}
{"seg_id": "991", "set_id": "991", "src": "He now has a month to form a government, which will then face a parliamentary vote of confidence and will need an absolute majority to succeed."}
{"seg_id": "992", "set_id": "992", "src": "Failing that, parliament will be dissolved and new elections will be held within three months."}
{"seg_id": "993", "set_id": "993", "src": "In the last elections held in October, the Ennahdha party came on top but fell far short of a majority and eventually agreed to join a coalition government."}
{"seg_id": "994", "set_id": "994", "src": "Fakhfakh's resignation on July 15, after less than five months in office, threatened fresh political deadlock in the nation as it struggles with the economic fallout of the pandemic."}
{"seg_id": "995", "set_id": "995", "src": "The resignation deepened the political dispute with Ennahdha over allegations against Fakhfakh of conflicts of interest."}
{"seg_id": "996", "set_id": "996", "src": "Relations between the 47-year-old outgoing leader and Ennahdha have been strained since the October legislative elections."}
{"seg_id": "997", "set_id": "997", "src": "Fakhfakh stepped down the same day the party filed a no-confidence motion against him."}
{"seg_id": "998", "set_id": "998", "src": "Ennahdha had initially nominated an independent for prime minister, but he failed to win the support of parliament, leading the president to name former Finance Minister Fakhfakh for the post."}
{"seg_id": "999", "set_id": "999", "src": "Faced with the prospect of fresh elections, Ennahdha eventually agreed to join the coalition government."}
