{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "refs": ["A player for a team has been under scrunity for money being earned while injured. The NBA is not pleased with these outcomes and this player has caused lots of controversy.", "Donald Sterling lost his NBA team amid racist comments. His former companion is set to pay back over $2.6 million to Sterling's wife through lawsuit. The case has been considered a victory for the Sterling family."]}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "refs": ["A record for the longest distance migration of a mammal was shattered recently by a north pacific gray whale. The whale made a trip of 14,000 miles.", "The longest mammalian migration was just recorded by a pacific gray whale. It swam over 14,000 miles in the process. There are only about 150 gray whales known."]}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "refs": ["The USA has been in talks with Moscow regarding the interception of a US plane by a Russian fighter. The incident occurred north of Poland in international airspace. Russia and the US come into aircraft contact often.", "Earlier this week, a Russian fighter jet made unsafe and unprofessional moves when intercepting a US reconnaissance plane. The pentagon has since complained to the Russian military."]}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "refs": ["Michael Barnett captured startling video of Lady Antebellum singer Hillary Scott's tour bus catching fire on a Texas freeway. No one on board was injured.", "Country music band Lady Antebellum's tour bus went up in flames on Thursday morning on a freeway northeast of Dallas. Luckily, everyone on the bus, including lead singer Hillary Scott, had evacuated the bus before it caught fire."]}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "refs": ["A person is looking beyond their location at a region of fire burning villages. Although the color was beautiful to see, the air quality and site was tough.", "Residents in the Pacific Northwest and British Columbia have recently been treated to uniquely intense red sunsets.  These sunsets are the result of large quantities of smoke drifting across the Pacific Ocean, that is originating from out-of-control wildfires in Southeastern Siberia, on account of fires started by Siberian farmers."]}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "refs": ["Rome, Italy has seen a recent influx of migrants from the Middle East and Africa. In January through March of 2015, Italy processed more than 10,000 migrants.", "Italy is being beset by waves of refugees inundating its shores. An overloaded boat with 500 aboard recently sank and most of the Italy-bound passengers are believed dead."]}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "refs": ["SpaceX launched their Falcon 9 rocket carrying cargo for the ISS. While the rocket launched successfully, this was their second unsuccessful attempt to land the rocket stage on a floating barge in the ocean.", "People are trying to find a drop ship that crashed earlier this year. It's been difficult trying to find the rest of the pieces and are coming up with new ways to make the spaceship work."]}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "refs": ["Two passengers on a cruise ship in Puerto Rico were found dead in what is believed to be a murder-suicide. Efrain Santiago, Puerto Rico Port Authority spokesman, said that the cleaning crew had found the bodies after knocking on cabin door.", "2 Holland American cruise passengers were found dead on board their ship which was docked in Puerto Rico at the time. According to FBI investigators the deaths appear to be a murder suicide. The passengers were discovered during a routine cleaning service performed by staff."]}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "refs": ["Iraq has had to deal with several groups ofmilitaints over the last year including the sunni and ISIS. The groups have slaughtered innocent people and other countries got involved.", "On Wednesday, ISIS released more than 200 yazidis, mostly women, children and the elderly. It was not clear why ISIS chose to release them at this time."]}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "refs": ["Militant group Jaish Al Adal, responsible for the death of Iranian border guards near the border of Pakistan.", "According to Iran, eight of their border guards have been killed in clashes with militants at the Iran-Pakistan border. A group called Jaish al adal, which was responsible for past attacks in Iran, has also claimed responsibility for this attack. The attack has been condemned by both the Iranian and Pakistani governments."]}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "refs": ["Defense Minister Gen Nakatani reports he has not seen any ufos from space in regard to the \"Space Invaders\" video game created in Japan.", "Former professional wrestler Antonio Inoki recently tried to open up a conversation about UFOs with Japan's government. The government denied any known knowledge of the existence of aliens."]}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "refs": ["Dzhokhar Tsaranaev was convicted and found guilty of everything that he was accused of having to do with the bombs at the race. He will be sentenced later this week . The family who's child was killed in the attack speaks out to say that they are ready for this to be over. They do not want the death penalty as a punishment for the killer.", "A child has passed away and the parents are looking to obtain justice during the trial for their son's murder and injuries from their daughter."]}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "refs": ["The show Roots is being remade, by 3 different networks coming together, for a new audience that may not have heard this important story.", "The miniseries \"Roots\" will be reimagined for new audiences. A&E will be remaking the miniseries and will air in 2016."]}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "refs": ["A three vehicle collision on the Brisbane Valley highway Wednesday afternoon sent a number of people to the hospital. Police stated that the highway will be closed for a few hours, but detours are in place.", "There was a major crash in Brisbane, multiple vehicles and tons of injuries including multiple children. They had to be rushed to the hospital utilizing a helicopter as well. They had to prioritize certain injuries over others. The highway would remain shutdown for a while after this crash."]}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "refs": ["Serena Williams recently defeated Sara Errani on clay. Williams stated that she must remain alert and ready. Williams is now 33 and she seeks to win all the majors.", "Serena Williams had a rough game earlier this week with weather conditions. Other players had a difficult day too and her being defeated is seen as something unusual."]}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "refs": ["A thief stole a FBI agent's rifle right out of the agent's car window days before President Obama made a visit to Utah.", "A rifle was stolen from an FBI agent's vehicle in Salt Lake City, Utah shortly before the arrival of President Obama to Utah. The rifle was taken from the agent's locked and parked car, outside a Marriott Springhill Suites. The thief removed the entire passenger side window from the car in order to get to the rifle."]}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "refs": ["A jamaican athlete is going to compete in a large race in the bahamas. The man is ready to go and hopes to mae his country proud.", "World Champion runner Usain Bolt, will join the Jamaican relay team on May 2nd and 3rd for the world relays taking place in Bahamas. The JAAA general secretary expressed happiness and pleasure at the inclusion of Bolt for the relay team and excitement at the team's prospects for the event. Bolt expressed excitement to be part of the team and to be involved in the atmosphere of the event."]}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "refs": ["Bayern Munich manager Pep Guardiola was so excited that his team beat Porto 6 to 1, he ripped his left pants leg celebrating. The win puts Bayern Munich in the semi-finals of the Champions League. Goals were scored by Thiago Alcantara, Jerome Boateng, Thomas Muller, Robert Lewandowski, and Xabi Alonso.", "Bayern Munich manager Pep Guardiola was seen with a hole in his undergartments during a Champions league match."]}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "refs": ["A working man was accused of sexually assualting several people including children. His significant other is devastated over this news and the oldest daughter has become suicidal.", "Bega Cheese Boss Maurice Van Ryn has pleased guilty to 12 sex offences. He is accused of persistent abuse of a child."]}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "refs": ["A winning team has qualified to move forward after many players after performed well. The tram consists of players from a premier league and some have never been called before this.", "England coach John Peacock has announced that his squad will perform in next month's UEFA European in Bulgaria."]}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "refs": ["A Buckingham palace guard was left mortified after slipping and falling over a manhole cover in front of tourists.", "A guard in front of Buckingham palance was filmed falling into a manhole while others were laughing. A person discussed their experience with the story and many empathized with the experience."]}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "refs": ["After a poor run former brazil defender ze maria was fired for the second time in two weeks. He will be replaced by Vanya Radinovic, and Vanya Radinovic will be the teams 4th coach this season.", "Ceahlaul Piatra Neamt of Romania have fired their coach, Ze Maria of Brazil twice now in one week. First Maria was fired and then reinstated on Thursday however following a loss to FC Botosani on Satuday Maria was fired again. Maria will be replace by Serbian Vanya Radinovic."]}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "refs": ["Jesse and Melissa Meek's creative baby announcement rap which parodies 'The Fresh Prince of Bel-Air' has amassed over 1.7 million youtube videos.", "A Oregon couple receives 1.7 million views on Youtube on a video of them rapping an announcement of their pregnancy."]}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "refs": ["Rosh Poldark welcomes a baby daughter with Demelza Poldark.  Poldarks heart is off the market.", "A celebrity recently welcomed a baby into the world and the wife discusses her experiences with her pregnancy. She has wanted to settle down for a while and is glad her pregnancy wasn't noticable on television."]}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "refs": ["Chipotle continues to dominate the fast casual market despite having controversy related to food borne illness impact profits. Chipotle has recently expanded its ability to generate profits by teaming up with third party delivery services, which currently account for 70 billion dollars of profit. Chipotle has initially rolled out delivery in 67 cities across the nation.", "Chipotle will now be available for delivery with the Postmates app. Online and mobile orders will be available in 67 cities."]}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "refs": ["Brendan Rodgers is still believed to be the right man to lead Liverpool. His losses or lack of wins shouldn't be determined by one game.", "Carragher still puts his stock in Brendan Rodgers to lead Liverpool. This season yielded no trophies. Liverpool were defeated by Aston Villa in a semi final loss."]}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "refs": ["De Sanctis proud of his team for breaking a four month winless streak against Napoli on Saturday. He is filled with pride to have won in front of fans.", "Napoli lost to Roma 1-0 in an Italian Cup match. The game was tight and previous results had been similarly close. Controversy shadowed the previous matchup because a number of fans were prevented entry due to concerns over security. The game was exciting and juan iturbe had the first goal assist.  Lorenzo Insigne had his first return to action post injury after he had torn his knee last November."]}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "refs": ["Why are there so many fat kids? Research now indicates that the over use of certain anti-biotics may be the reason why.", "A new study has found that antibiotics given to babies may contribute to obesity. The study did not determine the cause of this phenomenon. It might be that the antibiotics are killing bacteria that help to break down food."]}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "refs": ["Thousands of people who applied for passports have been delayed without receiving renumerations.  The passport agency has made substantial profits and bonuses, but haven't given adequate refunds to those who paid extra to get documents quickly.  The passport office was backlogged last summer and the chairman of home affairs was surprised about the lack of compensation.  Many missed trips due to the backlogs.  The passport offices made huge profits last year, but despite that when a newspaper contacted 12 people it was reported that only one got money back.", "Too many people have been applying for passports and it's causing services to slow and be approved. Many were even rejected simply because the number was too high."]}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "refs": ["After two wins in a row, Leicester is only three points away from safety. They play Barclays Premier League rival Swansea at home on Saturday. Their manager, Nigel Pearson, wants his team to only focus on themselves and not on the other team.", "The manager for the Leicester football club is urging his players to leave their feelings out of the game and focus on doing what they need to do to win. They are heading in to the last game of the season with a chance to continue in to the playoffs."]}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "refs": ["Orlando City are interested in Machester United's Javier Hernandez. Orlando has a large Latin-American fan base. Hernandez has been the subject of controversy, but still remains highly touted.", "Major League Soccer team, Orlando City, are looking to bring aboard Mexican international player Javier Hernandez.  Hernandez is currently with Manchester United but is not quite a good fit.  While Hernandez would be a large commercial draw for Orlando City, there are many other European teams that are very interested in acquiring Hernandez."]}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "refs": ["Only the best teams can stay in the Premier league, and the Leicester club is right at the edger of relegation. Just a handful of games remain and the coach, Cambiasso, says he thinks that avoiding relegation would be just as good as winning top-place trophy.", "Esteban Cambiasso hoping to keep Leicester in the Premier League. Cambiasso feels it will be like winning a trophy."]}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "refs": ["A chiropractor in Iowa has been stripped of his license after he accepted sex as a form of payment. He also performed exorcisms. Manuel Lamoni signed an agreement admitting what he had done and pledged not to apply for chiropractic reinstatement for a minimum of ten years.", "A chiropractor from Iowa forfeited his license after the allegations that he was doing exorcisms and trading sex with patients for chiropractic services. He will have to the allegations no longer exist before he can start practicing in Iowa again."]}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "refs": ["A mother of a two year old boy who was seen dangling child over the edge of a cheetah enclosure, at risk for child endangerment charges.", "A two year old boy who fell in to a cheetah enclosure at a zoo was rescued safely. The mother of the boy will face child endangerment charges since people claimed to have seen her holding him over the ledge in to the enclosure."]}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "refs": ["A older gentlemen, named Kevin was arrested when they found out that he had a camera in a 15 year olds bathroom. He also sexually abused the girl as well.", "the article is based on the arrest of a pedophile person who abused the privacy of the children while they were asleep or showering, for this a girl found in her bathroom a camera showing the evidence of what the alleged culprit was doing to satisfy her sexual deviations the arrested person will have a preliminary hearing the first of major and a bond of 500 thousand $"]}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "refs": ["A Japanese photographer has assembled a lighthearted series of portraits of Japanese fathers with their daughters in which they are captured in strikingly different poses.  The photographs depict sharply dressed fathers leaping into the air while their youngsters display far more subdued faces; a stark contrast to their typical personas in society.", "Yûki Aoyama has a series with teens next to their jumping fathers. Roughly, \"Daughter and Salary Man\" are the name of the series and are featured in the photographs book. Many of the unique photos are near important Japanese landmarks."]}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "refs": ["Ozil is excited for the premier league matchup against Chelsea. He is expected to start and play at the Emirates Stadium on the upcoming Sunday. Jack Wilshere has been helpful for Arsenal in the recent past.", "First place Chelsea visits second place Arsenal at 4:00PM on Sunday. Previous Chelsea player and current Arsenal player Mesut Ozil is extremely excited about it. The return of Jack Wilshere has energized the Arsenal, who are ten points back with six games left on the schedule."]}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "refs": ["A man suggests that cats and dogs have an inherent advantage over aquarium pets in regards to touching and petting them. A man has a fish that he likes to pet with his fingers, but the fish isn't always up for the task when it comes for it, but the fish sometimes does. The man gets to play with his fish for a few minutes per day.", "Roland Giroux has a very unusual connection to his pet fish, in that the fish apparently enjoys being pet and massaged by its owner.  The fish clearly enjoys being massaged by its owner's fingers and even seems to follow the owners hand when Roland withdraws it from the fish's tank.  Roland uploads many videos to Youtube of this unusual dynamic for all to see."]}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "refs": ["The Wales Crunch Euro 2016 qualifier is sold out. The Wales team prefers to play at the Cardiff Stadium over the Millennium Stadium. This is echoed by Gareth Bale.", "The top two sides from group b will meet at the Cardiff City stadium where it will be a 33,000 sellout."]}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "refs": ["A transgendered person was murdered after being strangled. People are still attempting to find the person who did this and are trying to find a motive.", "There is now a suspect behind bars in the murder of transgender escort Vanessa Santillan. The woman was found dead with severe injuries to her head and neck."]}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "refs": ["Steve Bruce is attempting to keep his team, Hull City, in the Barclays Premiere League, in spite of their most recent loss to Southampton.  They have had more losses than he had hoped, but they are determined to remain positive.  They've won six games this year, and Bruce is hoping that \"nine or eight might be enough.\"  Bruce believes their struggles stem from long-term injuries suffered by several of the players.", "Steve Bruce remains optimistic about keeping Hull City in the Barclay's Premier League even after several long term injuries to key players have led to struggles. Originally thinking a 10 win season would be sufficient, recent struggles have led him to hope that 8 or 9 wins will be enough."]}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "refs": ["Brendan Rodgers of Liverpool has reminded Sterling and Ibe to stay focused and to learn from their mistakes. Ibe and Sterling were found smoking shisha pipes together. Rodgers expressed a firm sympathy towards the occurrence.", "Two players are under scruntity after being irresponsible. Other teams are compared to these players and are shown to be in trouble for the future."]}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "refs": ["Radamel Falcao has been struggling to perform the same heights he did before his serious knee injury.", "Nabil Dirar who is an old team mate of current Manchester United star Radamel Falcao, believes he would have been better off staying in Monaco. Falcao, after joining Manchester United a summer ago, has not seen success, as he unfortunately had a knee injury."]}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "refs": ["Assistant coach Patrick Kluivert qualified for coach of Curacao.  He helped his team advance to the next round of the 2018 World Cup qualifiers.  He previously worked with Louis Van Gaal at the 2014 World Cup.  Kluivert, who has relatives descending from Curacoa lost at the World Cup in 1998 as a player.", "Under the lead of coach Patrick Kluivert the Curacao soccer club has enjoyed much recent success. On Tuesday the club made it in to the second round of world cup qualifications."]}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "refs": ["Jordan Henderson and Simon Mignolet have both played 47 games this season in their recent 2-0 win against Newcastle. Henderson believes they can put pressure on Manchester City and have a shot at becoming league champions after getting back to their winning ways.", "Jordan Henderson believes his team can beat Manchester City. The squad defeated Newcastle on Monday 2-0. Players were humble after the victory."]}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "refs": ["World Cup winner, Mesut Ozil is relaxing at home with his dog as he prepares for an upcoming games. After suffering many injuries and a trade to an English team in 2013, the footballer is looking toward future games, and seems to be adjusting well to the different playing style.", "Arsenal playmaker, Mesut Ozil has taken some to relax with his dog after a string of good performances. Ozil posted to his social media showing him relaxing. He has earned his break with a string of great performances and hard work throughout the season, doing his job as is expected of him. Ozil says that it is demanding to play in England with few breaks and many games but that that format suits his style of play, he has been playing splendidly since the return from injury."]}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "refs": ["After an argument at a 76 gas station occurred, a group of three people poured gas on another car which had stopped to fill up their tank. The driver of the car that was lit on fire said the argument took place while he was pumping his gas. At the time the car was lit on fire, there were two passengers inside.", "The Los Angeles County Fire Department is investigating an incident that occurred on Saturday at a 76 Station in South Los Angeles.  A gang of three people attempted to carjack a vehicle as the driver was pumping gas and two passengers remained in the car.  An argument ensued and the gang covered the vehicle and lit it on fire.  No one was hurt but the vehicle was ruined.  The suspects remain at large."]}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "refs": ["Sir Bradley Wiggins, at age 35, will try to set a record for cycling further than anyone within an hour at Lee Valley Velopark. The challenge is set to take place on April 28.", "Bradley Wiggins, a four-time Olympic cycling champion, will attempt to ride the furthest distance in one hour at the Lee Valley Velopark event on April 28. The new world record was set by Rohan Dennis on February 8th in Grenchen. Tickets for the event go on sale starting April 19."]}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "refs": ["A person at the airport was cut severely when a toilet shattered and cut the passenger all over.  He had to be rushed to the hospital for immediate attention.", "An airline traveler in the Hefei Xinqiao International airport was severely injured after a toilet seat that he had been standing on collapsed.  He was rushed to the hospital with deep cuts on his buttocks and his legs.  He had been standing on the toilet seat to squat over it to avoid having to touch the seat.  The police have reminded people to sit on toilet seats, do not stand."]}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "refs": ["Players for Manchester City signed a contract that contains an incentive to get a 500,000 per person bonus requiring them to be reach the group stages of Europe's competition. To quality for the bonus the team has to be in the top three in the premier league or fourth, but fourth must win a qualifying round first or they can't join.", "Players from Manchester city will lose a bonus of a large amount of money if they don't make the finals.  If they place 1st, 2nd, or 3rd they will get the bonus.  If they place 4th, they will be required to win another round to join the championship games.  The manager feels the team has not performed well and must improve to make the finals."]}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "refs": ["Gnabry believes he is feeling better all the time. He has been recovering from serious knee injury. The player has stated that he is now very much looking forward to the future matchups.", "19 year old Serge Gnabry feeling better after suffering a serious knee injury playing for the gunners last season."]}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "refs": ["Space lasers are becoming a reality, they are not only used in science fiction any longer.  However, they are not being used as weapons, like in the movies, but to benefit society.  A Scottish scientist is researching how to use space lasers to use solar power in areas that don't get much sun naturally.  Researchers in Tokyo are looking into how to use lasers to shoot down pieces of debris in the earth's orbit.  The laser would work by pushing space junk into earth's orbit, where it would burn up.", "Space lasers are hoped to be a source of power for homes in the future. There is research being conducted on how space lasers will be of benefit."]}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "refs": ["One teacher got banned for letting his classroom children cheat on an exam, this caused a huge ordeal at the school. The teacher was banned from the school for 2 years and can't come back. The teachers actions impacted the school on a multitude of ways.", "Teacher, Ian Guffick, asked students to change exam answers and is being banned from his classroom."]}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "refs": ["Harry Kane, who is known as an amazing baseball player, has been nominated for the pfa player award. He is also nominated for the young player award.", "Harry Kane is an animated player on and off the field. An incredible animated effect celebrates his goals. He is nominated for the PFA and Young Player of the Year Awards."]}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "refs": ["A player has signed onto a new contract with another team which is set to start in 2020. The player has shown to be quite impressive over the years and replaced a veteran last year.", "Jordan Henderson was heroic for Liverpool with a newly-signed contract. He has improved immensely over the years. He could very well replace Gerrard as team captain soon."]}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "refs": ["Anders Ligaard has married Misse Beqiri. The two have a son together. Ligaard is a United goalkeeper while Beqiri is a Instagram model.", "A player who is quite successful in manchester showed off a picture of his wife and child online. He is possibly going to be switched when the clubs can agree on pricing."]}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "refs": ["Van Der Wiel plans to stay with the team and not leave like some people may have suspected. He remains motivated to help his current team win championships.", "Paris Saint-Germain player Gregory Van Der Wiel is denying claims that he wants to leave his current team. He has stated that he enjoys where is at and would like to come to agreement on a new contract."]}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "refs": ["In the upcoming Manchester Derby, the lead referee has been announced to be Mark Clattenburg, which has concerned some players from teams from which Clattenburg has given red cards to.  Despite the controversial decision to have Clattenburg be the lead referee, he is still regarded as one of the best officials in the Premier League.", "Mark Clattenburg will officiate the Manchester Derby on Sunday. Clattenburg will be assisted by Simon Beck and Jake Collin while Jonathon Moss will serve as the fourth official. United and City are expected to be competing in a tight contest which may determine who will come second in the league standings behind Chelsea who are the expected winners this season. The general consensus is that Clattenburg favors Manchester United however he has only red carded two players this season, both of whom are from United. Clattenburg is highly regarded as one of the best referees in the league."]}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "refs": ["Nathan Hughes had his ban on George North overturned after outcry. The appeal was upheld and the ban was thrown away. Originally, Hughes was ejected and banned for 3 weeks after incident on March 27th.", "Nathan Hughes was banned for knocking out George North. He faces suspension for 3 matches for being reckless."]}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "refs": ["Sports columnist Paul Merson and Andros Townsend are in the midst of a twitter feud. Merson started it when Townsend was called up and wrote something disparaging about him in his column. Since then things have gone back and forth between the two.", "Merson is angered by the statement made by Townsend in his Sky Sports column. Merson threw a dig at Townsend after scoring his last game."]}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "refs": ["In Japan, Hokkaido Island, 1,000ft of seabed was forced to the surface. The ocean floor has been exposed in some places. A landslide is reported to be the cause.", "A location within Japan has shown to be destroyed after a landslide. No one within the area even knew a landslide happened but isn't believed to be from an earthquake."]}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "refs": ["An England team is being monitored after a couch was seen fighting with his players. The strokes are debating whether or not to let one player go but will wait until summer.", "Ben Stokes and his problems with his anger. His ups and his downs as a player and how it affects his aggression."]}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "refs": ["Gianluigi Buffon claimed his 147th cap and passed his own milestone for his country for the 50th time.", "English soccer  player Joe Hart heaped praise upon goalkeeper Gianluigi Buffon by calling him a 'legend of the game' following Buffon's 147th professional match.  This praise from Joe Hart is notable because Hart has also recently accomplished an impressive feat by recently representing his country for the 50th time."]}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "refs": ["Barcelona's new coach Luis Enrique has his team only six games away from a title. The club president is very pleased with him and has no plans to look elsewhere for a new manager.", "Rumors have circulated that Barcelona Club President, Luis Enrique, will be replaced this summer.  However, Barcelona Club president, Josep Maria Bartomeu claims to be \"very happy\" with Enrique.  Enrique has been manager since last summer.  Bartemou stated that \"he has a contract until 2016 and we are very happy with him because Barcelona are one of the few clubs in the world that are going into the final stretch of the season still capable of winning three trophies.\""]}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "refs": ["Texas math teacher Kaitlyn Granado is accused of having sex with her student, 15, in her car for a month. She has been arrested and will be released with $50,000 bail.", "Teacher Kaitlyn Granado was arrested for having repeated sexual relations with one of her under-aged students just one month after allowing another student to have inappropriate contact with her, for which she was previously suspended and placed on administrative leave.  Police have investigated and discovered that she may have been involved in an inappropriate relationship with yet another student at the school that she teaches at."]}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "refs": ["The once iconic and attractive pack of 13 letters that was placed at the Yankee stadium in 1976 and later removed in 2008 was unexpectedly not favorably considered at the Sotheby's auction when the 68 year old owner of the letters attempted to transfer its ownership to a member the younger populace. Thus, when the minimum estimate of $300,000 was not met, a further attempt was made by a former player of the Yankees to personally visit the new owner as an incentive.", "Despite promises from current owner Reggie Jackson to fly them out to the winner's home personally, the 10-foot-tall letters that once adorned Yankee Stadium were not sold on at a recent Sotheby's auction. They were expected to bring up to $600,000, but the only bid came from a Sotheby's employee for $260,000 in an effort to get the bidding started."]}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "refs": ["A football team has launched a campaign in hopes to raise money and obtain sponsors. Managers within the touchline are providing highlights of the previous season.", "The English football side, Doncaster Rovers have had a poor season leaving them mid-table without a chance at making the playoffs. Their recent game against Fleetwood at home resulted in a tame 0-0 draw, the media team ran with this made a short 27 second highlight clip for the game emphasizing the poor quality of the match and the season."]}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "refs": ["Luis Suarez the famous chilean striker has departed Barcelona FC and is currently being courted by teams in the Barclays Premier League. Manchester United is the most likely landing spot for the famous Chilean striker who has scored hundreds of goals throughout his famous career. Negotiations between interested parties are ongoing and a decision is expected to be heard in the coming weeks.", "An impressive english football player is being scouted out by several teams that hope to have him on their team. These bidding wars are intense and the player still has yet to make a decision."]}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "refs": ["Multiple shootings took place last month from an officer after a standoff. A billboard was plastered of the police officer and many have boycotting the billboard as well as supported it.", "A billboard of a police officer and his dog who was/were involved in a police officer shooting and death of a civilian has angered the family members of the deceased civilian."]}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "refs": ["A government official had to resign after being domestic violence charges were brought forward. Many are upset by this decision and believe the government is in the wrong.", "MP Bob Katter has been accused of domestic violence and has admitted he has had a criminal past."]}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "refs": ["Elvis Presley's former wife, Priscilla Presley will serve as a witness for one lucky couple's wedding to celebrate the opening of the new Chapel of Love in Las Vegas, Nevada.", "A couple of Elvis fans who won a contest will have Priscilla Presley be in person as a witness to their wedding. The ceremony will take place in Las Vegas."]}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "refs": ["It has been announced that Ella Henderson, a 2012 X Factor finalist, has partnered with UK's #1 dry shampoo brand Batiste. This is the first brand collaboration for both parties. The 'ready for it' campaign will launch in 2015.", "X Factor finalist Ella Henderson has partnered with the brand Batiste as the face of their dry shampoo. Henderson stars in a tv ad campaign that features her newest single, Mirror Man."]}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "refs": ["A woman named Dawn was robbed of 207 pounds that she was saving for her babies grave stone by her roommate. The thief was found out on the Jeremy Kyle show when he failed a lie detector test.", "A family friend of a woman has stolen money that was saved up for a grave stone of her child who she had miscarried."]}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "refs": ["The accused man may have been suffering from dementia and alcohol abuse during his 2012 murder. He has been accused of stomping and cutting his neighbor, killing him. He has also been accused of faking diagnoses and an ailing memory.", "Terrence Freebody was brutally murdered in his home in Red HIll, Canberra in July 2012. His assailant, Luigi Costa, is 71 years old and has been found by a forensic psychiatrist professor as having a deteriorating state of mind preceeding and during the attack."]}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "refs": ["A four year old boy from Doncaster, South Yorkshire had his plastic nerf gun confiscated after being frisked by airport security at East Midlands airport. The boy's father called the action \"ludicrous\", and in the end, the airport offered to mail the gun back to the boy.", "A four-year-old boy has his toy gun confiscated by airport security due to it being a security risk."]}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "refs": ["A dog was being attacked by a large crocodile while bystanders watched from afar. The animal latched onto the dog for hours and someone made a video posted online", "A video of a crocodile holding a dead pet dog in its jaw has gone viral.  The dead pet was filmed by a tourist from New Zealand.  Crocodiles are a common occurance on the Puerto Vallarta Mexican Beach where this was filmed.  Social media users are expressing disdain at the event."]}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "refs": ["Kevin Pietersen looks as if he is in deep thought when posing during a photo shoot with his team.", "Paul Downton was dismissed as England's managing director. Kevin Pietersen awaits team photos and ponders his teams accomplishments. He looks towards the upcoming matches and against Surrey."]}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "refs": ["River Plate have set their sights on signing Manchester United's stiker, Radamel Falcao. Falcao is said to have been struggling on his loan with Manchester United.", "Struggling striker Radamel Falcao would be welcomed back by his former team River Plate if they were able to strike a deal with his current Manchester United team."]}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "refs": ["Carlos Teves wants to end his contract with football club Juventus and play for Club Boca Juniors, but his contract doesn't expire till next season. Even though Juventus doesn't want to lose him, they have decided to honor his request  and are now looking for a replacement.", "Carlos Tevez has been instructed to return to Club Boca Juniors. Juventus has been shocked by the news. The club has already started their search for replacements."]}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "refs": ["Jacob Phillips fell to his death after trying to rip off a taxi driver. The man ran from the taxi and fell down a cliff after jumping over a fence to escape.", "A university grad has been found dead after a misadventure with a taxi and some friends. Apparently the young men were running away after stiffing a cabbie, but the student fell down and never got up."]}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "refs": ["The manager of everton had to defend against another penalty ordeal after a player missed a crucial aspect of their game the other day. It wasn't a big deal in the end, though.", "When your team has a penalty kick, it is an axoim that you want to have your best player go for the score. But that is not what the Everton manager did recently, and reporters are peppering him for an explanation as to why he made such a strange decision."]}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "refs": ["A masked man robbed a dairy in Christchurch on Saturday afternoon, and police are asking for help in identifying him. They are describing him as very tall. He was caught on camera in a bright orange sweatshirt and a cartoon mask.", "Police stated that a man who robbed a Christchurch Dairy in a unique cartoon mask remained at large. There was no reported weapon, but the police are asking anyone with information to come forward."]}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "refs": ["An airline is shown with it's many ammentities including large beds, armchairs, etc. It has many rooms and is known as one of the luxiourious ways to fly.", "A mystery billionaire has converted a jet into a home with an included restaurant. The jet is among the most luxurious ever created."]}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "refs": ["Dayna Dobias is a 19 year old teenager from Illinois with cerebral palsy. She enjoys creating videos of her dancing as a form of motivation to break down stereotypes that people have about the disability, and hopes to inspire others.", "People with disabilities should be shown more in television and movies and showcased in a way that isn't degrading or offensive. A person with cerebal palsy discusses her experiences with people dancing and motivational speaking."]}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "refs": ["The chairman of the Premiere football association Greg Dyke has been receiving support around the league for the changes he wants to make. Greg wants to increase the minimum allowed amount of native born players from eight to twelve and currently many people are supporting him in this idea.", "The chairman is backed, and wants to make changes that the premier league opposes itself too. One of the changes is that he wants to change the players to 12 instead of eight, which they aren't interested in. The chairman wants people to back the proposal so it helps out England to win a world cup."]}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "refs": ["Thierry Henry has nudged Arsenal's management to get top players. Henry also explicitly mentioned other players that may result in losses. Henry believes more must be done to win the league.", "Frenchman, Henry believes that Arsenal needs to hire 4 new players if they want to win next year."]}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "refs": ["United won the Under 18's Premier match against City. They claimed two of this year's cross town matches thanks to their talented young players.", "Two talented junior teams met Saturday afternoon. The Reds Tyros, defeated United, leaving United 2 points behind Middlesbrough."]}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "refs": ["A Missouri woman's car was stolen, but was later retrieved by police with red detailing on the rim and body.", "Becky Schoening, from St. Louis, Missouri, had her car stolen a month after she brought the car home.  A local man reported seeing the car and reported it to the police on April 1.  When her car was returned, there were a few minor changes.  Her car had been detailed by the thieves that took her car."]}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "refs": ["A man in Humpty Doo, Northern Territory put out an ad online to find his dreamgirl promising that all resonable offers will be considered by the 31 year old self proclaimed rich, well endowed man.", "A young man posts an advertisement searching for love and posting requirements on what he is looking for."]}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "refs": ["A speed camera in Birmingham that has been turned off since 2013 is now pointing directly at a house. Who did it is a mystery, but the city council is aware of it.", "A speed camera in Handsworth, Birmingham has been pointing at a home instead of the road.  The camera hasn't worked in two years and 300 of the speed and traffic cameras have been turned off in March 2013.  Instead mobile camera units, fixed cameras on the motorways and patrol officers are monitoring.  Digital technology may be used instead in the future, but not at the house on Wellington Road."]}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "refs": ["Athletica Madrid is pining for the football star Filipe Luis, who is playing for Chelsea right now. The star has attempted to squelch those rumors, however, by telling reporters that he intends to stay put.", "Atletico Madrid is potentially looking to re-sign soccer player Filipe Luis in the coming summer.  However, Filipe Luis stated publicly his desire to remain with the Chelsea soccer club through the end of his three-year contract because he is happy playing there."]}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "refs": ["A dress worn by Vivien Leigh during the film Gone With the Wind went for 137000.00, at auction. It was sold by Heritage Auctions, along with about 150 other items. Among other items related to Gone With the Wind, which had its 75th anniversary last year, that were sold; a straw hat (52500.00), a black bonnet (30000.00), trousers and a jacket, and a suit worn by Clark Gable (55000.00), in the film.", "An auction took place providing several valuable possession from a famous artist. Simple clothing items sold for over 50,000 and even some that have been worn by other celebrities"]}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "refs": ["A pedophile is now on the run after escaping a psychiatric unit. Stephen Munden is urgently sought after for several sexual offences.", "A convicted child molester is on the lamb after escaping from a psychiatric unit. The man in question, Stephen Munden is believed to have shaved off his beard to avoid being spotted by authorities."]}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "refs": ["A home which has been untouched by time for 80 years is now heading on to the marketplace. The home is all original from the 1930's and is expected to fetch around a quarter of a million dollars.", "A home is for sale in Horfield, Bristol. It has many unique features that would interest vintage home enthusiasts and is mostly original."]}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "refs": ["Neymar and Alves support Barcelona's basketball. Real Madrid is currently atop the Euro League. The two teammates watched basketball together.", "A recent team in Brazil has won a large contest over their rivals for the year. The player's sister was there to support her brother march to victory."]}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "refs": ["Chelsea have shown interest have have made an offer to recruit forward Yoshinori Muto from Fc Tokyo.", "Chelsea offered Yoshinori Muto from fc Tokyo a spot on the team with Vitesse Arnhem.  The team claims their interest in Muto has nothing to do with the #200 million sponsorship deal with the Japanese Company Yokohama Rubber.  Muto, who just graduated from the University of Tokyo with an economics degree a few weeks ago, may be the first Japanese player for Chelsea if he decides to move to West London.  Muto says he is honored to receive the offer, but he hasn't made a decision yet."]}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "refs": ["A former royal footman has claimed sexual abuse at the hands of palace aides.  Christopher Lawler worked at Clarence House, the residence of the queen mother, in 1978 when he was grabbed and accosted by staff members.  Police are investigating these accusations, among accusations of child sex abuse in the 1970s and 1980s.", "A former royal footman rocked the palace yesterday after he claimed that other royal staff tried to force him to take place in a wild sex party at the Queen's residence in the seventies."]}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "refs": ["The Chelsea team scored a point over the Manchester team but Sky Sports claims it should have been declared a foul. They also cite supporting evidence from three players who agree that the play should have been stopped since the player Terry struck the Manchester player Falcao in the head.", "John Terry's strong challenge to Manchester United's Radamel Falcao comes into question by pundits. The Chelsea captain struck the back of Falcao's head with his elbow during a build up where Terry's team gained a 1 point lead. However, experts believe that Terry should of been punished for his rough tackle instead of it going unpunished."]}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "refs": ["Manchester City's manager, Manuel Pellegrini is keen to sign Belgian Evangelos Patoulidis, a 14-year-old playmaker from Anderlecht in hopes to build for the future. Patoulidis has also garnered attention from Arsenal and Barcelona.", "Manchester City show interest in signing 14 year old, playmaker, Evagelos Patoulidis. Patoulidis comes from Anderlecht's youth set up."]}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "refs": ["Gemma gave her mother Debbie her two children, which both have different fathers, to take care of. Debbie doesn't trust Gemma to come in her home without stealing something, so she is considering banning her so she can't visit her children.", "23-year-old mother Gemma may be forbidden to see her children by her mother Debbie, who cares for the children. Debbie says this is because of Gemma's stealing and selling property belonging to the children, and prioritizing drinking, drugs and partying over the children."]}
